Repository: Matth-Ben/cutsom-pwa
Catalog: languages/custom-pwa-*.po
Languages: de_de, es_es, fr_fr, it_it

source: Complete PWA configuration and Web Push notifications plugin for WordPress. Supports manifest generation, service worker examples, and push notifications for all post types including custom post types.
de_de: Umfassendes WordPress-Plugin zur PWA-Konfiguration und für Web-Push-Benachrichtigungen. Unterstützt Manifest-Generierung, Service-Worker-Beispiele sowie Push-Benachrichtigungen für alle Beitragstypen einschließlich benutzerdefinierter Beitragstypen.
es_es: Plugin completo de configuración PWA y notificaciones Web Push para WordPress. Admite generación de manifesto, ejemplos de service worker y notificaciones push para todos los tipos de contenido, incluidos los tipos personalizados.
fr_fr: Plugin complet de configuration PWA et notifications Web Push pour WordPress. Prend en charge la génération de manifeste, des exemples de service worker et les notifications push pour tous les types de contenu y compris les types personnalisés.
it_it: Plugin WordPress per la configurazione completa della PWA e le notifiche Web Push. Supporta la generazione del manifest, esempi di Service Worker e notifiche push per tutti i tipi di contenuto, inclusi i tipi di contenuto personalizzati.

source: Your Name
de_de: Ihr Name
es_es: Tu Nombre
fr_fr: Votre Nom
it_it: Il tuo nome

source: Plugin activated successfully! All files have been installed and the manifest endpoint is ready.
de_de: Plugin erfolgreich aktiviert! Alle Dateien wurden installiert und der Manifest-Endpunkt ist bereit.
es_es: ¡Plugin activado con éxito! Todos los archivos han sido instalados y el endpoint del manifiesto está listo.
fr_fr: Plugin activé avec succès ! Tous les fichiers ont été installés et le point de terminaison du manifeste est prêt.
it_it: Plugin attivato con successo! Tutti i file sono stati installati e l'endpoint del manifest è pronto.

source: PWA Settings
de_de: PWA-Einstellungen
es_es: Ajustes PWA
fr_fr: Paramètres PWA
it_it: Impostazioni PWA

source: Push Notifications
de_de: Push-Benachrichtigungen
es_es: Notificaciones Push
fr_fr: Notifications Push
it_it: Notifiche Push

source: Global Configuration
de_de: Globale Konfiguration
es_es: Configuración Global
fr_fr: Configuration Globale
it_it: Configurazione globale

source: Config
de_de: Konfiguration
es_es: Configuración
fr_fr: Configuration
it_it: Configurazione

source: Installation Guide
de_de: Installationsanleitung
es_es: Guía de Instalación
fr_fr: Guide d'Installation
it_it: Guida all'installazione

source: Installation
es_es: Instalación
it_it: Installazione

source: You do not have sufficient permissions to access this page.
de_de: Sie haben nicht genügend Berechtigungen, um auf diese Seite zuzugreifen.
es_es: No tienes permisos suficientes para acceder a esta página.
fr_fr: Vous n'avez pas les permissions suffisantes pour accéder à cette page.
it_it: Non hai permessi sufficienti per accedere a questa pagina.

source: PWA features are currently disabled. Please enable them in the Config page.
de_de: PWA-Funktionen sind derzeit deaktiviert. Bitte aktivieren Sie sie auf der Konfigurationsseite.
es_es: Las funciones PWA están actualmente desactivadas. Por favor actívalas en la página de Configuración.
fr_fr: Les fonctionnalités PWA sont actuellement désactivées. Veuillez les activer dans la page Configuration.
it_it: Le funzionalità PWA sono attualmente disabilitate. Abilítale nella pagina Config.

source: Go to Config
de_de: Zur Konfiguration
es_es: Ir a Configuración
fr_fr: Aller à la Configuration
it_it: Vai a Config

source: Web Push notifications are currently disabled. Please enable them in the Config page.
de_de: Web-Push-Benachrichtigungen sind derzeit deaktiviert. Bitte aktivieren Sie sie auf der Konfigurationsseite.
es_es: Las notificaciones Web Push están actualmente desactivadas. Por favor actívalas en la página de Configuración.
fr_fr: Les notifications Web Push sont actuellement désactivées. Veuillez les activer dans la page Configuration.
it_it: Le notifiche Web Push sono attualmente disabilitate. Abilítale nella pagina Config.

source: Notification Templates
de_de: Benachrichtigungsvorlagen
es_es: Plantillas de Notificación
fr_fr: Modèles de Notification
it_it: Template di notifica

source: Configure push notification scenarios and templates for each post type.
de_de: Push-Benachrichtigungsszenarien und -Vorlagen für jeden Beitragstyp konfigurieren.
es_es: Configura los escenarios de notificaciones push y las plantillas para cada tipo de contenido.
fr_fr: Configurez les scénarios de notifications push et les modèles pour chaque type de contenu.
it_it: Configura scenari e template di notifica push per ogni tipo di contenuto.

source: Post Type Configuration
de_de: Konfiguration der Inhaltstypen
es_es: Configuración de tipos de contenido
fr_fr: Configuration des Types de Contenu
it_it: Configurazione dei tipi di contenuto

source: Manage Scenarios
de_de: Szenarien verwalten
es_es: Gestionar escenarios
fr_fr: Gérer les Scénarios
it_it: Gestisci scenari

source: Push Notification Rules
de_de: Push-Benachrichtigungsregeln
es_es: Reglas de notificaciones push
fr_fr: Règles de Notification Push
it_it: Regole di notifica push

source: Configure notification scenarios based on the role assigned to each post type.
de_de: Benachrichtigungsszenarien basierend auf der jedem Beitragstyp zugewiesenen Rolle konfigurieren.
es_es: Configura escenarios de notificación según el rol asignado a cada tipo de contenido.
fr_fr: Configurez les scénarios de notification en fonction du rôle attribué à chaque type de contenu.
it_it: Configura scenari di notifica in base al ruolo assegnato a ciascun tipo di contenuto.

source: Post Types
de_de: Beitragstypen
es_es: Tipos de contenido
fr_fr: Types de contenu
it_it: Tipi di contenuto

source: No post types enabled.
de_de: Keine Beitragstypen aktiviert.
es_es: No hay tipos de contenido activados.
fr_fr: Aucun type de contenu activé.
it_it: Nessun tipo di contenuto abilitato.

source: Configure
de_de: Konfigurieren
es_es: Configurar
fr_fr: Configurer
it_it: Configura

source: Test
de_de: Testen
es_es: Probar
it_it: Testa

source: Click on a post type to configure its notification template.
de_de: Klicken Sie auf einen Beitragstyp, um dessen Benachrichtigungsvorlage zu konfigurieren.
es_es: Haz clic en un tipo de contenido para configurar su plantilla de notificación.
fr_fr: Cliquez sur un type de contenu pour configurer son modèle de notification.
it_it: Clicca su un tipo di contenuto per configurare il suo template di notifica.

source: ✅ Automatic Installation Status
de_de: ✅ Status der automatischen Installation
es_es: ✅ Estado de instalación automática
fr_fr: ✅ Statut de l'Installation Automatique
it_it: ✅ Stato installazione automatica

source: Last installation attempt:
de_de: Letzter Installationsversuch:
es_es: Último intento de instalación:
fr_fr: Dernière tentative d'installation :
it_it: Ultimo tentativo di installazione:

source: Required Files Status:
de_de: Status der erforderlichen Dateien:
es_es: Estado de los archivos requeridos:
fr_fr: Statut des Fichiers Requis :
it_it: Stato dei file richiesti:

source: File
de_de: Datei
es_es: Archivo
fr_fr: Fichier

source: Status
es_es: Estado
fr_fr: Statut
it_it: Stato

source: Location
de_de: Speicherort
es_es: Ubicación
fr_fr: Emplacement
it_it: Percorso

source: Actions
de_de: Aktionen
es_es: Acciones
it_it: Azioni

source: Installed
de_de: Installiert
es_es: Instalado
fr_fr: Installé
it_it: Installato

source: Missing
de_de: Fehlt
es_es: Falta
fr_fr: Manquant
it_it: Mancante

source: View File
de_de: Datei anzeigen
es_es: Ver archivo
fr_fr: Voir le Fichier
it_it: Visualizza file

source: Not installed
de_de: Nicht installiert
es_es: No instalado
fr_fr: Non installé
it_it: Non installato

source: Installation Errors:
de_de: Installationsfehler:
es_es: Errores de instalación:
fr_fr: Erreurs d'Installation :
it_it: Errori di installazione:

source: Some files are missing!
de_de: Einige Dateien fehlen!
es_es: ¡Faltan algunos archivos!
fr_fr: Certains fichiers sont manquants !
it_it: Mancano alcuni file!

source: The automatic installation failed. Please follow the manual installation steps below.
de_de: Die automatische Installation ist fehlgeschlagen. Bitte folgen Sie den manuellen Installationsschritten unten.
es_es: La instalación automática falló. Sigue los pasos de instalación manual a continuación.
fr_fr: L'installation automatique a échoué. Veuillez suivre les étapes d'installation manuelle ci-dessous.
it_it: L'installazione automatica non è riuscita. Segui i passaggi di installazione manuale qui sotto.

source: ✅ All required files are installed!
de_de: ✅ Alle erforderlichen Dateien sind installiert!
es_es: ✅ ¡Todos los archivos requeridos están instalados!
fr_fr: ✅ Tous les fichiers requis sont installés !
it_it: ✅ Tutti i file richiesti sono installati!

source: Your PWA is ready to use. Enable it in the Config page.
de_de: Ihre PWA ist einsatzbereit. Aktivieren Sie sie auf der Konfigurationsseite.
es_es: Tu PWA está lista para usarse. Actívala en la página de configuración.
fr_fr: Votre PWA est prête à être utilisée. Activez-la dans la page Configuration.
it_it: La tua PWA è pronta all'uso. Abilítala nella pagina Config.

source: 📖 Manual Installation (if automatic failed)
de_de: 📖 Manuelle Installation (falls automatisch fehlgeschlagen)
es_es: 📖 Instalación manual (si la automática falló)
fr_fr: 📖 Installation Manuelle (si l'automatique a échoué)
it_it: 📖 Installazione manuale (se l'automatica non è riuscita)

source: If the automatic installation failed, follow these steps to manually install the required files:
de_de: Wenn die automatische Installation fehlgeschlagen ist, folgen Sie diesen Schritten, um die erforderlichen Dateien manuell zu installieren:
es_es: Si la instalación automática falló, sigue estos pasos para instalar manualmente los archivos requeridos:
fr_fr: Si l'installation automatique a échoué, suivez ces étapes pour installer manuellement les fichiers requis :
it_it: Se l'installazione automatica non è riuscita, segui questi passaggi per installare manualmente i file richiesti:

source: Step 1: Locate the example files
de_de: Schritt 1: Beispieldateien finden
es_es: Paso 1: Localiza los archivos de ejemplo
fr_fr: Étape 1 : Localiser les fichiers exemples
it_it: Passo 1: Individua i file di esempio

source: The example files are located in the plugin directory:
de_de: Die Beispieldateien befinden sich im Plugin-Verzeichnis:
es_es: Los archivos de ejemplo se encuentran en el directorio del plugin:
fr_fr: Les fichiers exemples sont situés dans le répertoire du plugin :
it_it: I file di esempio si trovano nella directory del plugin:

source: Step 2: Copy files to your site root
de_de: Schritt 2: Dateien ins Site-Root kopieren
es_es: Paso 2: Copia los archivos a la raíz del sitio
fr_fr: Étape 2 : Copier les fichiers à la racine du site
it_it: Passo 2: Copia i file nella root del sito

source: You need to copy these files to the root of your WordPress installation:
de_de: Sie müssen diese Dateien in das Root-Verzeichnis Ihrer WordPress-Installation kopieren:
es_es: Debes copiar estos archivos a la raíz de tu instalación de WordPress:
fr_fr: Vous devez copier ces fichiers à la racine de votre installation WordPress :
it_it: Devi copiare questi file nella root della tua installazione WordPress:

source: Source File
de_de: Quelldatei
es_es: Archivo de origen
fr_fr: Fichier source
it_it: File sorgente

source: Destination
de_de: Ziel
es_es: Destino
it_it: Destinazione

source: Step 3: Via FTP/File Manager
de_de: Schritt 3: Über FTP/Dateimanager
es_es: Paso 3: Vía FTP/Gestor de archivos
fr_fr: Étape 3 : Via FTP/gestionnaire de fichiers
it_it: Passo 3: Tramite FTP/File Manager

source: Connect to your server via FTP or use your hosting file manager
de_de: Verbinden Sie sich per FTP mit Ihrem Server oder nutzen Sie den Dateimanager Ihres Hostings
es_es: Conéctate a tu servidor por FTP o usa el gestor de archivos de tu hosting
fr_fr: Connectez-vous à votre serveur via FTP ou utilisez le gestionnaire de fichiers de votre hébergeur
it_it: Connettiti al server tramite FTP o usa il file manager del tuo hosting

source: Navigate to:
de_de: Navigieren Sie zu:
es_es: Navega a:
fr_fr: Accédez à :
it_it: Vai a:

source: Download
de_de: Herunterladen
es_es: Descargar
fr_fr: Télécharger
it_it: Scarica

source: and
de_de: und
es_es: y
fr_fr: et
it_it: e

source: Navigate to your site root:
de_de: Navigieren Sie zum Site-Root:
es_es: Ve a la raíz de tu sitio:
fr_fr: Accédez à la racine de votre site :
it_it: Vai alla root del sito:

source: Upload and rename:
de_de: Hochladen und umbenennen:
es_es: Sube y renombra:
fr_fr: Téléversez et renommez :
it_it: Carica e rinomina:

source: Set file permissions to 644
de_de: Dateirechte auf 644 setzen
es_es: Configura los permisos del archivo a 644
fr_fr: Définissez les permissions des fichiers à 644
it_it: Imposta i permessi del file a 644

source: Step 4: Via SSH/Terminal
de_de: Schritt 4: Über SSH/Terminal
es_es: Paso 4: Vía SSH/Terminal
fr_fr: Étape 4 : Via SSH/terminal
it_it: Passo 4: Tramite SSH/Terminale

source: If you have SSH access, run these commands:
de_de: Wenn Sie SSH-Zugriff haben, führen Sie diese Befehle aus:
es_es: Si tienes acceso SSH, ejecuta estos comandos:
fr_fr: Si vous avez un accès SSH, exécutez ces commandes :
it_it: Se hai accesso SSH, esegui questi comandi:

source: Step 5: Verify Installation
de_de: Schritt 5: Installation prüfen
es_es: Paso 5: Verifica la instalación
fr_fr: Étape 5 : Vérifier l’installation
it_it: Passo 5: Verifica l'installazione

source: After copying the files, refresh this page to verify the installation status.
de_de: Nachdem Sie die Dateien kopiert haben, aktualisieren Sie diese Seite, um den Installationsstatus zu prüfen.
es_es: Después de copiar los archivos, recarga esta página para verificar el estado de instalación.
fr_fr: Après avoir copié les fichiers, actualisez cette page pour vérifier le statut de l’installation.
it_it: Dopo aver copiato i file, aggiorna questa pagina per verificare lo stato dell'installazione.

source: Refresh Status
de_de: Status aktualisieren
es_es: Actualizar estado
fr_fr: Actualiser le statut
it_it: Aggiorna stato

source: 🔧 Troubleshooting
de_de: 🔧 Fehlerbehebung
es_es: 🔧 Solución de problemas
fr_fr: 🔧 Dépannage
it_it: 🔧 Risoluzione dei problemi

source: Common Issues:
de_de: Häufige Probleme:
es_es: Problemas comunes:
fr_fr: Problèmes courants :
it_it: Problemi comuni:

source: Permission Denied Error
de_de: Fehler: Zugriff verweigert
es_es: Error: permiso denegado
fr_fr: Erreur d’autorisation refusée
it_it: Errore: permesso negato

source: If you see "Failed to copy" errors, your server doesn't allow PHP to write files. Solutions:
de_de: Wenn Sie "Failed to copy"-Fehler sehen, erlaubt Ihr Server PHP nicht, Dateien zu schreiben. Lösungen:
es_es: Si ves errores de "Failed to copy", tu servidor no permite que PHP escriba archivos. Soluciones:
fr_fr: Si vous voyez des erreurs "Failed to copy", votre serveur n’autorise pas PHP à écrire des fichiers. Solutions :
it_it: Se vedi errori "Failed to copy", il tuo server non consente a PHP di scrivere file. Soluzioni:

source: Contact your hosting provider to adjust file permissions
de_de: Kontaktieren Sie Ihren Hosting-Anbieter, um Dateirechte anzupassen
es_es: Contacta con tu proveedor de hosting para ajustar los permisos de archivos
fr_fr: Contactez votre hébergeur pour ajuster les permissions de fichiers
it_it: Contatta il tuo provider di hosting per regolare i permessi dei file

source: Use FTP/File Manager to copy files manually (see above)
de_de: Nutzen Sie FTP/Dateimanager, um Dateien manuell zu kopieren (siehe oben)
es_es: Usa FTP/gestor de archivos para copiar los archivos manualmente (ver arriba)
fr_fr: Utilisez FTP/le gestionnaire de fichiers pour copier les fichiers manuellement (voir ci-dessus)
it_it: Usa FTP/File Manager per copiare i file manualmente (vedi sopra)

source: Ask your hosting to enable write permissions for:
de_de: Bitten Sie Ihr Hosting, Schreibrechte zu aktivieren für:
es_es: Pide a tu hosting que habilite permisos de escritura para:
fr_fr: Demandez à votre hébergeur d’activer les permissions d’écriture pour :
it_it: Chiedi al tuo hosting di abilitare i permessi di scrittura per:

source: Service Worker Not Loading
de_de: Service Worker lädt nicht
es_es: El Service Worker no se carga
fr_fr: Service Worker non chargé
it_it: Il Service Worker non si carica

source: Service workers require HTTPS. Check:
de_de: Service Worker erfordern HTTPS. Prüfen Sie:
es_es: Los Service Worker requieren HTTPS. Comprueba:
fr_fr: Les service workers nécessitent HTTPS. Vérifiez :
it_it: I Service Worker richiedono HTTPS. Verifica:

source: Your site is accessible via HTTPS
de_de: Ihre Website ist über HTTPS erreichbar
es_es: Tu sitio es accesible por HTTPS
fr_fr: Que votre site est accessible via HTTPS
it_it: Il tuo sito è accessibile via HTTPS

source: No mixed content warnings in browser console
de_de: Keine Mixed-Content-Warnungen in der Browser-Konsole
es_es: No hay avisos de contenido mixto en la consola del navegador
fr_fr: Qu’il n’y a pas d’avertissements de contenu mixte dans la console du navigateur
it_it: Nessun avviso di contenuto misto nella console del browser

source: The sw.js file is accessible at:
de_de: Die Datei sw.js ist erreichbar unter:
es_es: El archivo sw.js es accesible en:
fr_fr: Que le fichier sw.js est accessible à l’adresse :
it_it: Il file sw.js è accessibile a:

source: Files Disappear After Update
de_de: Dateien verschwinden nach einem Update
es_es: Los archivos desaparecen tras una actualización
fr_fr: Les fichiers disparaissent après une mise à jour
it_it: I file scompaiono dopo un aggiornamento

source: Some hosting providers clean the site root during updates. If this happens:
de_de: Einige Hosting-Anbieter bereinigen beim Update das Site-Root. Falls das passiert:
es_es: Algunos proveedores de hosting limpian la raíz del sitio durante las actualizaciones. Si ocurre:
fr_fr: Certains hébergeurs nettoient la racine du site lors des mises à jour. Si cela arrive :
it_it: Alcuni provider di hosting puliscono la root del sito durante gli aggiornamenti. Se succede:

source: Deactivate and reactivate the plugin to trigger automatic installation
de_de: Deaktivieren und reaktivieren Sie das Plugin, um die automatische Installation auszulösen
es_es: Desactiva y reactiva el plugin para activar la instalación automática
fr_fr: Désactivez puis réactivez le plugin pour déclencher l’installation automatique
it_it: Disattiva e riattiva il plugin per avviare l'installazione automatica

source: Or copy the files manually again
de_de: Oder kopieren Sie die Dateien erneut manuell
es_es: O copia los archivos manualmente de nuevo
fr_fr: Ou recopiez les fichiers manuellement
it_it: Oppure copia di nuovo i file manualmente

source: 📚 Additional Resources
de_de: 📚 Zusätzliche Ressourcen
es_es: 📚 Recursos adicionales
fr_fr: 📚 Ressources supplémentaires
it_it: 📚 Risorse aggiuntive

source: Complete Installation Guide
de_de: Vollständige Installationsanleitung
es_es: Guía de instalación completa
fr_fr: Guide d’installation complet
it_it: Guida completa all'installazione

source: Scenarios Usage Guide
de_de: Anleitung zur Szenarien-Nutzung
es_es: Guía de uso de escenarios
fr_fr: Guide d’utilisation des scénarios
it_it: Guida all'uso degli scenari

source: Changelog
de_de: Änderungsprotokoll
es_es: Registro de cambios
fr_fr: Journal des modifications
it_it: Registro modifiche

source: Go to Configuration
de_de: Zur Konfiguration
es_es: Ir a Configuración
fr_fr: Aller à la configuration
it_it: Vai alla Configurazione

source: General Settings
de_de: Allgemeine Einstellungen
es_es: Ajustes generales
fr_fr: Paramètres généraux
it_it: Impostazioni generali

source: Enable PWA Features
de_de: PWA-Funktionen aktivieren
es_es: Activar Funciones PWA
fr_fr: Activer les Fonctionnalités PWA
it_it: Abilita funzionalità PWA

source: Enable Web Push Notifications
de_de: Web-Push-Benachrichtigungen aktivieren
es_es: Activar notificaciones Web Push
fr_fr: Activer les notifications Web Push
it_it: Abilita notifiche Web Push

source: Site Type
de_de: Website-Typ
es_es: Tipo de sitio
fr_fr: Type de site
it_it: Tipo di sito

source: Post Types for Web Push
de_de: Beitragstypen für Web Push
es_es: Tipos de contenido para Web Push
fr_fr: Types de contenu pour Web Push
it_it: Tipi di contenuto per Web Push

source: Enable Debug Mode
de_de: Debug-Modus aktivieren
es_es: Activar modo de depuración
fr_fr: Activer le mode débogage
it_it: Abilita modalità debug

source: Local Development Mode
de_de: Lokaler Entwicklungsmodus
es_es: Modo de desarrollo local
fr_fr: Mode développement local
it_it: Modalità sviluppo locale

source: VAPID Keys
de_de: VAPID-Schlüssel
es_es: Claves VAPID
fr_fr: Clés VAPID
it_it: Chiavi VAPID

source: Push Notification Keys
de_de: Push-Benachrichtigungsschlüssel
es_es: Claves de notificaciones push
fr_fr: Clés de notification push
it_it: Chiavi delle notifiche push

source: Configure global settings for the Custom PWA plugin.
de_de: Globale Einstellungen für das Custom-PWA-Plugin konfigurieren.
es_es: Configura los ajustes globales del plugin Custom PWA.
fr_fr: Configurer les paramètres globaux du plugin Custom PWA.
it_it: Configura le impostazioni globali del plugin Custom PWA.

source: Enable PWA features (manifest, icons, meta tags)
de_de: PWA-Funktionen aktivieren (Manifest, Icons, Meta-Tags)
es_es: Activar funciones PWA (manifiesto, iconos, metaetiquetas)
fr_fr: Activer les fonctionnalités PWA (manifeste, icônes, balises meta)
it_it: Abilita le funzionalità PWA (manifest, icone, meta tag)

source: Enable Web Push notifications for post types
de_de: Web-Push-Benachrichtigungen für Beitragstypen aktivieren
es_es: Activar notificaciones Web Push para tipos de contenido
fr_fr: Activer les notifications Web Push pour les types de contenu
it_it: Abilita notifiche Web Push per i tipi di contenuto

source: Generic
de_de: Allgemein
es_es: Genérico
fr_fr: Générique
it_it: Generico

source: E-commerce
es_es: Comercio electrónico
it_it: Commercio elettronico

source: Events (Concerts)
de_de: Events (Konzerte)
es_es: Eventos (conciertos)
fr_fr: Événements (concerts)
it_it: Eventi (concerti)

source: Custom
de_de: Benutzerdefiniert
es_es: Personalizado
fr_fr: Personnalisé
it_it: Personalizzato

source: Select the type of site to customize push notification templates and placeholders.
de_de: Wählen Sie den Website-Typ, um Push-Vorlagen und Platzhalter anzupassen.
es_es: Selecciona el tipo de sitio para personalizar las plantillas de push y los marcadores.
fr_fr: Sélectionnez le type de site afin de personnaliser les modèles de notification push et les espaces réservés.
it_it: Seleziona il tipo di sito per personalizzare template e segnaposto delle notifiche push.

source: No public post types found.
de_de: Keine öffentlichen Beitragstypen gefunden.
es_es: No se encontraron tipos de contenido públicos.
fr_fr: Aucun type de contenu public trouvé.
it_it: Nessun tipo di contenuto pubblico trovato.

source: Select post types and assign roles to customize push notification scenarios.
de_de: Wählen Sie Beitragstypen und weisen Sie Rollen zu, um Push-Szenarien anzupassen.
es_es: Selecciona tipos de contenido y asigna roles para personalizar escenarios de notificación push.
fr_fr: Sélectionnez les types de contenu et attribuez des rôles pour personnaliser les scénarios de notification push.
it_it: Seleziona i tipi di contenuto e assegna ruoli per personalizzare gli scenari di notifica push.

source: Enable
de_de: Aktivieren
es_es: Activar
fr_fr: Activer
it_it: Attiva

source: Post Type
de_de: Beitragstyp
es_es: Tipo de contenido
fr_fr: Type de contenu
it_it: Tipo di contenuto
