Repository: Matth-Ben/cutsom-pwa
Catalog: languages/custom-pwa-*.po
Languages: de_de, es_es, fr_fr, it_it

source: Title and body are required.
de_de: Titel und Text sind erforderlich.
es_es: El título y el cuerpo son obligatorios.
fr_fr: Le titre et le contenu sont requis.
it_it: Titolo e corpo sono obbligatori.

source: No active subscriptions found.
de_de: Keine aktiven Abonnements gefunden.
es_es: No se encontraron suscripciones activas.
fr_fr: Aucun abonnement actif trouvé.
it_it: Nessuna sottoscrizione attiva trovata.

source: Sent: %1$d, Failed: %2$d
de_de: Gesendet: %1$d, Fehlgeschlagen: %2$d
es_es: Enviadas: %1$d, Fallidas: %2$d
fr_fr: Envoyées : %1$d, Échouées : %2$d
it_it: Inviate: %1$d, Fallite: %2$d

source: PWA Configuration
de_de: PWA-Konfiguration
es_es: Configuración de PWA
fr_fr: Configuration PWA
it_it: Configurazione PWA

source: App Name
es_es: Nombre de la aplicación
fr_fr: Nom de l'application
it_it: Nome applicazione

source: Short Name
de_de: Kurzname
es_es: Nombre corto
fr_fr: Nom court
it_it: Nome breve

source: Description
de_de: Beschreibung
es_es: Descripción
it_it: Descrizione

source: Start URL
es_es: URL de inicio
fr_fr: URL de démarrage
it_it: URL iniziale

source: Theme Color
de_de: Theme-Farbe
es_es: Color del tema
fr_fr: Couleur du thème
it_it: Colore tema

source: Background Color
de_de: Hintergrundfarbe
es_es: Color de fondo
fr_fr: Couleur d'arrière-plan
it_it: Colore sfondo

source: Display Mode
de_de: Anzeigemodus
es_es: Modo de visualización
fr_fr: Mode d'affichage
it_it: Modalità visualizzazione

source: App Icon
es_es: Icono de la app
fr_fr: Icône de l’application
it_it: Icona app

source: Screenshots
es_es: Capturas de pantalla
fr_fr: Captures d’écran
it_it: Screenshot

source: Manifest Preview
de_de: Manifest-Vorschau
es_es: Vista previa del manifiesto
fr_fr: Aperçu du manifeste
it_it: Anteprima manifest

source: Manifest URL:
es_es: URL del manifiesto:
fr_fr: URL du manifeste :
it_it: URL manifest:

source: Configure your Progressive Web App manifest settings.
de_de: Konfigurieren Sie die Manifest-Einstellungen Ihrer Progressive Web App.
es_es: Configura los ajustes del manifiesto de tu Progressive Web App.
fr_fr: Configurer les paramètres du manifeste de votre Progressive Web App.
it_it: Configura le impostazioni del manifest della tua Progressive Web App.

source: The name of your Progressive Web App as it will appear to users.
de_de: Der Name Ihrer Progressive Web App, wie er den Benutzern angezeigt wird.
es_es: El nombre de tu Progressive Web App como aparecerá a los usuarios.
fr_fr: Le nom de votre Progressive Web App tel qu'il apparaîtra aux utilisateurs.
it_it: Il nome della tua Progressive Web App come apparirà agli utenti.

source: A shorter name used when space is limited (e.g., home screen).
de_de: Ein kürzerer Name, wenn der Platz begrenzt ist (z. B. Startbildschirm).
es_es: Un nombre más corto cuando el espacio es limitado (p. ej., pantalla de inicio).
fr_fr: Un nom plus court utilisé lorsque l’espace est limité (ex. : écran d’accueil).
it_it: Un nome più corto usato quando lo spazio è limitato (es. schermata home).

source: A brief description of your app.
de_de: Eine kurze Beschreibung Ihrer App.
es_es: Una breve descripción de tu aplicación.
fr_fr: Une brève description de votre application.
it_it: Una breve descrizione della tua app.

source: The URL that loads when a user launches your app.
de_de: Die URL, die geladen wird, wenn ein Nutzer Ihre App startet.
es_es: La URL que se carga cuando un usuario inicia tu aplicación.
fr_fr: L'URL qui se charge lorsqu'un utilisateur lance votre application.
it_it: L'URL che viene caricata quando un utente avvia la tua app.

source: The theme color for the browser UI (hex format, e.g., #000000).
de_de: Die Theme-Farbe für die Browser-UI (Hex-Format, z. B. #000000).
es_es: El color del tema para la interfaz del navegador (formato hex, p. ej., #000000).
fr_fr: La couleur du thème pour l’interface du navigateur (format hex, ex. : #000000).
it_it: Il colore del tema per l'interfaccia del browser (formato esadecimale, es. #000000).

source: The background color for the splash screen (hex format, e.g., #ffffff).
de_de: Die Hintergrundfarbe für den Splash-Screen (Hex-Format, z. B. #ffffff).
es_es: El color de fondo para la pantalla de inicio (formato hex, p. ej., #ffffff).
fr_fr: La couleur d’arrière-plan pour l’écran de démarrage (format hex, ex. : #ffffff).
it_it: Il colore di sfondo per la schermata di avvio (formato esadecimale, es. #ffffff).

source: Fullscreen
de_de: Vollbild
es_es: Pantalla Completa
fr_fr: Plein Écran
it_it: Schermo intero

source: Standalone
es_es: Independiente
fr_fr: Autonome
it_it: Autonoma

source: Minimal UI
de_de: Minimale UI
es_es: Interfaz Mínima
fr_fr: Interface Minimale
it_it: UI minima

source: Browser
es_es: Navegador
fr_fr: Navigateur

source: How the app should be displayed when launched.
de_de: Wie die App beim Start angezeigt werden soll.
es_es: Cómo debe mostrarse la app al iniciarse.
fr_fr: Comment l’application doit être affichée au lancement.
it_it: Come l'app deve essere mostrata all'avvio.

source: Upload Icon
de_de: Icon hochladen
es_es: Subir icono
fr_fr: Télécharger l'Icône
it_it: Carica icona

source: Remove Icon
de_de: Icon entfernen
es_es: Eliminar icono
fr_fr: Supprimer l’icône
it_it: Rimuovi icona

source: Upload a square icon (at least 512x512px). Falls back to Site Icon if not set.
de_de: Laden Sie ein quadratisches Icon hoch (mindestens 512x512 px). Fällt auf das Site-Icon zurück, wenn nicht gesetzt.
es_es: Sube un icono cuadrado (al menos 512x512 px). Si no se establece, se usará el icono del sitio.
fr_fr: Téléversez une icône carrée (au moins 512x512 px). Utilise l’icône du site par défaut si non définie.
it_it: Carica un'icona quadrata (almeno 512x512px). Se non impostata, verrà usata l'icona del sito.

source: Select App Icon
de_de: App-Icon auswählen
es_es: Seleccionar icono de la app
fr_fr: Sélectionner l’icône de l’application
it_it: Seleziona icona app

source: Use this icon
de_de: Dieses Icon verwenden
es_es: Usar este icono
fr_fr: Utiliser cette icône
it_it: Usa questa icona

source: Remove
de_de: Entfernen
es_es: Quitar
fr_fr: Retirer
it_it: Rimuovi

source: Add Mobile Screenshot
de_de: Mobilen Screenshot hinzufügen
es_es: Añadir captura móvil
fr_fr: Ajouter une capture mobile
it_it: Aggiungi screenshot mobile

source: Add Desktop Screenshot
de_de: Desktop-Screenshot hinzufügen
es_es: Añadir captura de escritorio
fr_fr: Ajouter une capture desktop
it_it: Aggiungi screenshot desktop

source: Add screenshots for richer PWA install UI. Mobile: portrait (narrow), Desktop: landscape (wide). Recommended sizes: 540x720px (mobile), 1280x720px (desktop).
de_de: Fügen Sie Screenshots hinzu, um die PWA-Installations-UI zu verbessern. Mobil: Hochformat (schmal), Desktop: Querformat (breit). Empfohlene Größen: 540x720 px (mobil), 1280x720 px (desktop).
es_es: Añade capturas para una UI de instalación PWA más completa. Móvil: vertical (estrecha), Escritorio: horizontal (ancha). Tamaños recomendados: 540x720 px (móvil), 1280x720 px (escritorio).
fr_fr: Ajoutez des captures pour une interface d’installation PWA plus riche. Mobile : portrait (étroit), desktop : paysage (large). Tailles recommandées : 540x720 px (mobile), 1280x720 px (desktop).
it_it: Aggiungi screenshot per un'interfaccia di installazione PWA più ricca. Mobile: verticale (stretta), Desktop: orizzontale (larga). Dimensioni consigliate: 540x720px (mobile), 1280x720px (desktop).

source: Select Desktop Screenshot
de_de: Desktop-Screenshot auswählen
es_es: Seleccionar captura de escritorio
fr_fr: Sélectionner une capture desktop
it_it: Seleziona screenshot desktop

source: Select Mobile Screenshot
de_de: Mobilen Screenshot auswählen
es_es: Seleccionar captura móvil
fr_fr: Sélectionner une capture mobile
it_it: Seleziona screenshot mobile

source: Use this screenshot
de_de: Diesen Screenshot verwenden
es_es: Usar esta captura
fr_fr: Utiliser cette capture
it_it: Usa questo screenshot

source: Scenario created successfully.
de_de: Szenario erfolgreich erstellt.
es_es: Escenario creado correctamente.
fr_fr: Scénario créé avec succès.
it_it: Scenario creato con successo.

source: Scenario updated successfully.
de_de: Szenario erfolgreich aktualisiert.
es_es: Escenario actualizado correctamente.
fr_fr: Scénario mis à jour avec succès.
it_it: Scenario aggiornato con successo.

source: Failed to create scenario. Please check your input and try again.
de_de: Szenario konnte nicht erstellt werden. Bitte Eingaben prüfen und erneut versuchen.
es_es: No se pudo crear el escenario. Revisa tus datos e inténtalo de nuevo.
fr_fr: Échec de la création du scénario. Veuillez vérifier votre saisie et réessayer.
it_it: Impossibile creare lo scenario. Controlla i dati e riprova.

source: Failed to update scenario. Please check your input and try again.
de_de: Szenario konnte nicht aktualisiert werden. Bitte Eingaben prüfen und erneut versuchen.
es_es: No se pudo actualizar el escenario. Revisa tus datos e inténtalo de nuevo.
fr_fr: Échec de la mise à jour du scénario. Veuillez vérifier votre saisie et réessayer.
it_it: Impossibile aggiornare lo scenario. Controlla i dati e riprova.

source: Scenario deleted successfully.
de_de: Szenario erfolgreich gelöscht.
es_es: Escenario eliminado correctamente.
fr_fr: Scénario supprimé avec succès.
it_it: Scenario eliminato con successo.

source: Failed to delete scenario.
de_de: Szenario konnte nicht gelöscht werden.
es_es: No se pudo eliminar el escenario.
fr_fr: Échec de la suppression du scénario.
it_it: Impossibile eliminare lo scenario.

source: Scenario Manager
de_de: Szenario-Manager
es_es: Gestor de escenarios
fr_fr: Gestionnaire de scénarios
it_it: Gestione scenari

source: Manage notification scenarios. Built-in scenarios are pre-configured by role. You can create custom scenarios for more flexibility.
de_de: Verwalten Sie Benachrichtigungsszenarien. Integrierte Szenarien sind nach Rolle vorkonfiguriert. Für mehr Flexibilität können Sie eigene Szenarien erstellen.
es_es: Gestiona escenarios de notificación. Los escenarios integrados vienen preconfigurados por rol. Puedes crear escenarios personalizados para más flexibilidad.
fr_fr: Gérez les scénarios de notification. Les scénarios intégrés sont préconfigurés par rôle. Vous pouvez créer des scénarios personnalisés pour plus de flexibilité.
it_it: Gestisci gli scenari di notifica. Gli scenari integrati sono preconfigurati per ruolo. Puoi creare scenari personalizzati per maggiore flessibilità.

source: Add Custom Scenario
de_de: Benutzerdefiniertes Szenario hinzufügen
es_es: Añadir escenario personalizado
fr_fr: Ajouter un scénario personnalisé
it_it: Aggiungi scenario personalizzato

source: Built-in Scenarios (by Role)
de_de: Integrierte Szenarien (nach Rolle)
es_es: Escenarios integrados (por rol)
fr_fr: Scénarios intégrés (par rôle)
it_it: Scenari integrati (per ruolo)

source: These scenarios are pre-configured and available based on the role assigned to each post type. You can customize templates per post type but cannot delete these scenarios.
de_de: Diese Szenarien sind vorkonfiguriert und basieren auf der jedem Beitragstyp zugewiesenen Rolle verfügbar. Vorlagen können pro Beitragstyp angepasst werden, diese Szenarien können jedoch nicht gelöscht werden.
es_es: Estos escenarios están preconfigurados y disponibles según el rol asignado a cada tipo de contenido. Puedes personalizar plantillas por tipo, pero no puedes eliminar estos escenarios.
fr_fr: Ces scénarios sont préconfigurés et disponibles selon le rôle attribué à chaque type de contenu. Vous pouvez personnaliser les modèles par type de contenu, mais vous ne pouvez pas supprimer ces scénarios.
it_it: Questi scenari sono preconfigurati e disponibili in base al ruolo assegnato a ciascun tipo di contenuto. Puoi personalizzare i template per tipo di contenuto, ma non puoi eliminare questi scenari.

source: Scenario
de_de: Szenario
es_es: Escenario
fr_fr: Scénario

source: Type
de_de: Typ
es_es: Tipo
it_it: Tipo

source: Built-in
de_de: Integriert
es_es: Integrado
fr_fr: Intégré
it_it: Integrato

source: Custom Scenarios
de_de: Benutzerdefinierte Szenarien
es_es: Escenarios personalizados
fr_fr: Scénarios personnalisés
it_it: Scenari personalizzati

source: No custom scenarios yet.
de_de: Noch keine benutzerdefinierten Szenarien.
es_es: Aún no hay escenarios personalizados.
fr_fr: Aucun scénario personnalisé pour le moment.
it_it: Nessuno scenario personalizzato ancora.

source: Create custom scenarios for more flexibility beyond role-based defaults.
de_de: Erstellen Sie benutzerdefinierte Szenarien für mehr Flexibilität über rollenbasierte Standardwerte hinaus.
es_es: Crea escenarios personalizados para más flexibilidad más allá de los valores por rol.
fr_fr: Créez des scénarios personnalisés pour plus de flexibilité au-delà des valeurs par défaut basées sur les rôles.
it_it: Crea scenari personalizzati per maggiore flessibilità oltre ai valori predefiniti basati sui ruoli.

source: Create Your First Scenario
de_de: Erstes Szenario erstellen
es_es: Crea tu primer escenario
fr_fr: Créer votre premier scénario
it_it: Crea il tuo primo scenario

source: Scope
de_de: Geltungsbereich
es_es: Alcance
fr_fr: Portée
it_it: Ambito

source: Trigger
de_de: Auslöser
es_es: Disparador
fr_fr: Déclencheur
it_it: Attivatore

source: Edit
de_de: Bearbeiten
es_es: Editar
fr_fr: Modifier
it_it: Modifica

source: Delete
de_de: Löschen
es_es: Eliminar
fr_fr: Supprimer
it_it: Elimina

source: Are you sure you want to delete the scenario
de_de: Möchten Sie das Szenario wirklich löschen
es_es: ¿Seguro que quieres eliminar el escenario
fr_fr: Êtes-vous sûr de vouloir supprimer le scénario
it_it: Sei sicuro di voler eliminare lo scenario

source: This will remove the scenario from all post types.
de_de: Dadurch wird das Szenario von allen Beitragstypen entfernt.
es_es: Esto eliminará el escenario de todos los tipos de contenido.
fr_fr: Cela supprimera le scénario de tous les types de contenu.
it_it: Questo rimuoverà lo scenario da tutti i tipi di contenuto.

source: Edit Custom Scenario
de_de: Benutzerdefiniertes Szenario bearbeiten
es_es: Editar escenario personalizado
fr_fr: Modifier le scénario personnalisé
it_it: Modifica scenario personalizzato

source: Back to Scenarios
de_de: Zurück zu den Szenarien
es_es: Volver a escenarios
fr_fr: Retour aux scénarios
it_it: Torna agli scenari

source: Scenario Name
de_de: Szenarioname
es_es: Nombre del escenario
fr_fr: Nom du scénario
it_it: Nome dello scenario

source: A short, descriptive name for this scenario (e.g., "Flash Sale Alert", "Event Reminder").
de_de: Ein kurzer, beschreibender Name für dieses Szenario (z. B. "Flash-Sale-Alarm", "Event-Erinnerung").
es_es: Un nombre corto y descriptivo para este escenario (p. ej., "Alerta de oferta flash", "Recordatorio de evento").
fr_fr: Un nom court et descriptif pour ce scénario (ex. : "Alerte vente flash", "Rappel d’événement").
it_it: Un nome breve e descrittivo per questo scenario (es. "Avviso offerta lampo", "Promemoria evento").

source: Explain what triggers this notification and when it should be sent.
de_de: Erklären Sie, was diese Benachrichtigung auslöst und wann sie gesendet werden soll.
es_es: Explica qué dispara esta notificación y cuándo debe enviarse.
fr_fr: Expliquez ce qui déclenche cette notification et quand elle doit être envoyée.
it_it: Spiega cosa attiva questa notifica e quando deve essere inviata.

source: Available for all enabled post types.
de_de: Für alle aktivierten Beitragstypen verfügbar.
es_es: Disponible para todos los tipos de contenido activados.
fr_fr: Disponible pour tous les types de contenu activés.
it_it: Disponibile per tutti i tipi di contenuto abilitati.

source: Post-Type Specific
de_de: Beitragstyp-spezifisch
es_es: Específico por tipo de contenido
fr_fr: Spécifique au type de contenu
it_it: Specifico per tipo di contenuto

source: Available only for selected post types.
de_de: Nur für ausgewählte Beitragstypen verfügbar.
es_es: Disponible solo para los tipos de contenido seleccionados.
fr_fr: Disponible uniquement pour les types de contenu sélectionnés.
it_it: Disponibile solo per i tipi di contenuto selezionati.

source: Select Post Types:
de_de: Beitragstypen auswählen:
es_es: Seleccionar tipos de contenido:
fr_fr: Sélectionner les types de contenu :
it_it: Seleziona tipi di contenuto:

source: Trigger Type
de_de: Auslösertyp
es_es: Tipo de disparador
fr_fr: Type de déclencheur
it_it: Tipo di trigger

source: When should this notification be triggered?
de_de: Wann soll diese Benachrichtigung ausgelöst werden?
es_es: ¿Cuándo debe dispararse esta notificación?
fr_fr: Quand cette notification doit-elle être déclenchée ?
it_it: Quando deve essere attivata questa notifica?

source: Meta Key / Field Name
de_de: Meta-Key / Feldname
es_es: Clave meta / Nombre del campo
fr_fr: Clé meta / Nom du champ
it_it: Meta key / Nome campo

source: The custom field or meta key to monitor (e.g., "event_date", "_stock", "concert_status").
de_de: Das zu überwachende benutzerdefinierte Feld oder Meta-Key (z. B. "event_date", "_stock", "concert_status").
es_es: El campo personalizado o clave meta a monitorizar (p. ej., "event_date", "_stock", "concert_status").
fr_fr: Le champ personnalisé ou la clé meta à surveiller (ex. : "event_date", "_stock", "concert_status").
it_it: Il campo personalizzato o la meta key da monitorare (es. "event_date", "_stock", "concert_status").

source: Condition (Optional)
de_de: Bedingung (optional)
es_es: Condición (opcional)
fr_fr: Condition (facultatif)
it_it: Condizione (opzionale)

source: Old Value
de_de: Alter Wert
es_es: Valor anterior
fr_fr: Ancienne valeur
it_it: Valore precedente

source: e.g., draft
de_de: z. B. draft
es_es: p. ej., draft
fr_fr: ex. : draft
it_it: es. draft

source: New Value
de_de: Neuer Wert
es_es: Valor nuevo
fr_fr: Nouvelle valeur
it_it: Nuovo valore

source: e.g., publish
de_de: z. B. publish
es_es: p. ej., publish
fr_fr: ex. : publish
it_it: es. publish

source: Optionally specify when to trigger (e.g., status changes from "draft" to "publish").
de_de: Optional angeben, wann ausgelöst werden soll (z. B. Statuswechsel von "draft" zu "publish").
es_es: Opcionalmente, especifica cuándo disparar (p. ej., cambia de "draft" a "publish").
fr_fr: Spécifiez éventuellement quand déclencher (ex. : le statut passe de "draft" à "publish").
it_it: Specifica opzionalmente quando attivare (es. cambio di stato da "draft" a "publish").

source: Core Fields Used
de_de: Verwendete Kernfelder
es_es: Campos principales usados
fr_fr: Champs principaux utilisés
it_it: Campi principali utilizzati

source: Select which post fields will be used in templates and conditions.
de_de: Wählen Sie aus, welche Beitragsfelder in Vorlagen und Bedingungen verwendet werden.
es_es: Selecciona qué campos del contenido se usarán en plantillas y condiciones.
fr_fr: Sélectionnez les champs du contenu qui seront utilisés dans les modèles et les conditions.
it_it: Seleziona quali campi del post verranno usati nei template e nelle condizioni.

source: Meta Keys Used
de_de: Verwendete Meta-Keys
es_es: Claves meta usadas
fr_fr: Clés meta utilisées
it_it: Meta key utilizzate

source: Enter custom field/meta key names (one per line) that will be available as placeholders.
de_de: Geben Sie Namen benutzerdefinierter Felder/Meta-Keys (eine pro Zeile) ein, die als Platzhalter verfügbar sein sollen.
es_es: Introduce nombres de campos/ claves meta (una por línea) que estarán disponibles como marcadores.
fr_fr: Saisissez les noms de champs personnalisés/clés meta (un par ligne) qui seront disponibles comme espaces réservés.
it_it: Inserisci i nomi dei campi personalizzati/meta key (uno per riga) che saranno disponibili come segnaposto.

source: Default Templates
de_de: Standardvorlagen
es_es: Plantillas predeterminadas
fr_fr: Modèles par défaut
it_it: Template predefiniti

source: These are the default templates. They can be overridden per post type.
de_de: Dies sind die Standardvorlagen. Sie können pro Beitragstyp überschrieben werden.
es_es: Estas son las plantillas predeterminadas. Se pueden sobrescribir por tipo de contenido.
fr_fr: Voici les modèles par défaut. Ils peuvent être remplacés par type de contenu.
it_it: Questi sono i template predefiniti. Possono essere sovrascritti per tipo di contenuto.

source: Use placeholders like {post_title}, {post_date}, or custom field names.
de_de: Verwenden Sie Platzhalter wie {post_title}, {post_date} oder benutzerdefinierte Feldnamen.
es_es: Usa marcadores como {post_title}, {post_date} o nombres de campos personalizados.
fr_fr: Utilisez des espaces réservés comme {post_title}, {post_date} ou des noms de champs personnalisés.
it_it: Usa segnaposto come {post_title}, {post_date} o nomi di campi personalizzati.

source: Use placeholders like {excerpt}, {post_content}, or custom field names.
de_de: Verwenden Sie Platzhalter wie {excerpt}, {post_content} oder benutzerdefinierte Feldnamen.
es_es: Usa marcadores como {excerpt}, {post_content} o nombres de campos personalizados.
fr_fr: Utilisez des espaces réservés comme {excerpt}, {post_content} ou des noms de champs personnalisés.
it_it: Usa segnaposto come {excerpt}, {post_content} o nomi di campi personalizzati.

source: Use {permalink} for post URL or customize as needed.
de_de: Verwenden Sie {permalink} für die Beitrags-URL oder passen Sie es nach Bedarf an.
es_es: Usa {permalink} para la URL del contenido o personalízala según necesites.
fr_fr: Utilisez {permalink} pour l’URL du contenu ou personnalisez si besoin.
it_it: Usa {permalink} per l'URL del post o personalizzalo secondo necessità.

source: Create Scenario
de_de: Szenario erstellen
es_es: Crear escenario
fr_fr: Créer le scénario
it_it: Crea scenario

source: Update Scenario
de_de: Szenario aktualisieren
es_es: Actualizar escenario
fr_fr: Mettre à jour le scénario
it_it: Aggiorna scenario

source: Cancel
de_de: Abbrechen
es_es: Cancelar
fr_fr: Annuler
it_it: Annulla

source: SSL Setup Helper
de_de: SSL-Setup-Assistent
es_es: Asistente de configuración SSL
fr_fr: Assistant de configuration SSL
it_it: Assistente configurazione SSL

source: SSL Helper
de_de: SSL-Assistent
es_es: Asistente SSL
fr_fr: Assistant SSL
it_it: Assistente SSL

source: 🔒 SSL Certificate Warning
de_de: 🔒 SSL-Zertifikatswarnung
es_es: 🔒 Aviso de certificado SSL
fr_fr: 🔒 Avertissement de certificat SSL
it_it: 🔒 Avviso certificato SSL

source: Service Workers require a valid SSL certificate. Your local development environment uses a self-signed certificate that browsers will block.
de_de: Service Worker benötigen ein gültiges SSL-Zertifikat. Ihre lokale Entwicklungsumgebung verwendet ein selbstsigniertes Zertifikat, das Browser blockieren.
es_es: Los Service Worker requieren un certificado SSL válido. Tu entorno local usa un certificado autofirmado que el navegador bloqueará.
fr_fr: Les Service Workers nécessitent un certificat SSL valide. Votre environnement de développement local utilise un certificat auto-signé que les navigateurs bloqueront.
it_it: I Service Worker richiedono un certificato SSL valido. Il tuo ambiente di sviluppo locale utilizza un certificato autofirmato che i browser bloccheranno.

source: Service Workers require HTTPS. Your site is not using a secure connection.
de_de: Service Worker benötigen HTTPS. Ihre Website verwendet keine sichere Verbindung.
es_es: Los Service Worker requieren HTTPS. Tu sitio no está usando una conexión segura.
fr_fr: Les Service Workers nécessitent HTTPS. Votre site n’utilise pas une connexion sécurisée.
it_it: I Service Worker richiedono HTTPS. Il tuo sito non utilizza una connessione sicura.

source: Quick Fix:
de_de: Schnelllösung:
es_es: Solución rápida:
fr_fr: Correctif rapide :
it_it: Soluzione rapida:
