Repository: Matth-Ben/cutsom-pwa
Catalog: languages/custom-pwa-*.po
Languages: de_de, es_es, fr_fr, it_it

source: Use mkcert to generate a valid local SSL certificate.
de_de: Verwenden Sie mkcert, um ein gültiges lokales SSL-Zertifikat zu erzeugen.
es_es: Usa mkcert para generar un certificado SSL local válido.
fr_fr: Utilisez mkcert pour générer un certificat SSL local valide.
it_it: Usa mkcert per generare un certificato SSL locale valido.

source: Open SSL Setup Helper
de_de: SSL-Setup-Assistent öffnen
es_es: Abrir asistente de configuración SSL
fr_fr: Ouvrir l’assistant de configuration SSL
it_it: Apri assistente configurazione SSL

source: Copy Installation Command
de_de: Installationsbefehl kopieren
es_es: Copiar comando de instalación
fr_fr: Copier la commande d’installation
it_it: Copia comando di installazione

source: Learn How to Enable HTTPS
de_de: Erfahren Sie, wie Sie HTTPS aktivieren
es_es: Aprende a habilitar HTTPS
fr_fr: Apprendre à activer HTTPS
it_it: Scopri come abilitare HTTPS

source: Current Status
de_de: Aktueller Status
es_es: Estado actual
fr_fr: Statut actuel
it_it: Stato attuale

source: Domain:
es_es: Dominio:
fr_fr: Domaine :
it_it: Dominio:

source: Local Development
de_de: Lokale Entwicklung
es_es: Desarrollo local
fr_fr: Développement local
it_it: Sviluppo locale

source: Production
de_de: Produktion
es_es: Producción
it_it: Produzione

source: HTTPS Enabled:
de_de: HTTPS aktiviert:
es_es: HTTPS activado:
fr_fr: HTTPS activé :
it_it: HTTPS abilitato:

source: mkcert Installed:
de_de: mkcert installiert:
es_es: mkcert instalado:
fr_fr: mkcert installé :
it_it: mkcert installato:

source: Not Installed
de_de: Nicht installiert
es_es: No instalado
fr_fr: Non Installé
it_it: Non installato

source: SSL Certificate:
de_de: SSL-Zertifikat:
es_es: Certificado SSL:
fr_fr: Certificat SSL :
it_it: Certificato SSL:

source: Valid - Service Workers will work
de_de: Gültig – Service Worker funktionieren
es_es: Válido: los Service Worker funcionarán
fr_fr: Valide — les Service Workers fonctionneront
it_it: Valido - i Service Worker funzioneranno

source: Invalid - Service Workers blocked
de_de: Ungültig – Service Worker blockiert
es_es: Inválido: Service Worker bloqueados
fr_fr: Invalide — Service Workers bloqués
it_it: Non valido - Service Worker bloccati

source: Installation Instructions
de_de: Installationsanweisungen
es_es: Instrucciones de instalación
fr_fr: Instructions d’installation
it_it: Istruzioni di installazione

source: Option 1: Automatic Installation (Recommended)
de_de: Option 1: Automatische Installation (empfohlen)
es_es: Opción 1: Instalación automática (recomendada)
fr_fr: Option 1 : Installation automatique (recommandée)
it_it: Opzione 1: Installazione automatica (consigliata)

source: Copy and paste this command in your terminal:
de_de: Kopieren Sie diesen Befehl in Ihr Terminal:
es_es: Copia y pega este comando en tu terminal:
fr_fr: Copiez-collez cette commande dans votre terminal :
it_it: Copia e incolla questo comando nel terminale:

source: Copy Command
de_de: Befehl kopieren
es_es: Copiar comando
fr_fr: Copier la commande
it_it: Copia comando

source: This will install mkcert, generate a valid certificate, and configure nginx automatically.
de_de: Dies installiert mkcert, erzeugt ein gültiges Zertifikat und konfiguriert nginx automatisch.
es_es: Esto instalará mkcert, generará un certificado válido y configurará nginx automáticamente.
fr_fr: Cela installera mkcert, générera un certificat valide et configurera nginx automatiquement.
it_it: Questo installerà mkcert, genererà un certificato valido e configurerà nginx automaticamente.

source: Option 2: Manual Steps
de_de: Option 2: Manuelle Schritte
es_es: Opción 2: Pasos manuales
fr_fr: Option 2 : Étapes manuelles
it_it: Opzione 2: Passaggi manuali

source: Install mkcert:
de_de: mkcert installieren:
es_es: Instalar mkcert:
fr_fr: Installer mkcert :
it_it: Installa mkcert:

source: Generate certificate:
de_de: Zertifikat erzeugen:
es_es: Generar certificado:
fr_fr: Générer le certificat :
it_it: Genera certificato:

source: Update nginx config:
de_de: nginx-Konfiguration aktualisieren:
es_es: Actualizar configuración de nginx:
fr_fr: Mettre à jour la configuration nginx :
it_it: Aggiorna la configurazione di nginx:

source: Reload nginx:
de_de: nginx neu laden:
es_es: Recargar nginx:
fr_fr: Recharger nginx :
it_it: Ricarica nginx:

source: Option 3: Chrome Development Flags (Temporary)
de_de: Option 3: Chrome-Entwicklungs-Flags (temporär)
es_es: Opción 3: Flags de desarrollo de Chrome (temporal)
fr_fr: Option 3 : Flags de développement Chrome (temporaire)
it_it: Opzione 3: Flag di sviluppo Chrome (temporanei)

source: For quick testing only (not recommended for daily use):
de_de: Nur für schnelle Tests (nicht für den täglichen Gebrauch empfohlen):
es_es: Solo para pruebas rápidas (no recomendado para uso diario):
fr_fr: Pour des tests rapides uniquement (non recommandé au quotidien) :
it_it: Solo per test rapidi (non consigliato per l'uso quotidiano):

source: ⚠️ Warning: Only use this Chrome profile for local development. Never browse other websites with these flags!
de_de: ⚠️ Warnung: Nutzen Sie dieses Chrome-Profil nur für lokale Entwicklung. Surfen Sie niemals mit diesen Flags auf anderen Websites!
es_es: ⚠️ Aviso: usa este perfil de Chrome solo para desarrollo local. No navegues por otros sitios con estos flags.
fr_fr: ⚠️ Avertissement : N’utilisez ce profil Chrome que pour le développement local. Ne naviguez jamais sur d’autres sites avec ces flags !
it_it: ⚠️ Avviso: usa questo profilo Chrome solo per sviluppo locale. Non navigare su altri siti con questi flag!

source: After Installation
de_de: Nach der Installation
es_es: Después de la instalación
fr_fr: Après l’installation
it_it: Dopo l'installazione

source: Close and restart your browser completely
de_de: Schließen Sie Ihren Browser und starten Sie ihn vollständig neu
es_es: Cierra y reinicia completamente tu navegador
fr_fr: Fermez puis redémarrez complètement votre navigateur
it_it: Chiudi e riavvia completamente il browser

source: Visit your site and open the browser console (F12)
de_de: Besuchen Sie Ihre Website und öffnen Sie die Browser-Konsole (F12)
es_es: Visita tu sitio y abre la consola del navegador (F12)
fr_fr: Visitez votre site et ouvrez la console du navigateur (F12)
it_it: Visita il tuo sito e apri la console del browser (F12)

source: Test push notifications from the Push menu
de_de: Testen Sie Push-Benachrichtigungen über das Push-Menü
es_es: Prueba las notificaciones push desde el menú Push
fr_fr: Testez les notifications push depuis le menu Push
it_it: Testa le notifiche push dal menu Push

source: ✓ Your SSL certificate is valid! Service Workers will work correctly.
de_de: ✓ Ihr SSL-Zertifikat ist gültig! Service Worker funktionieren korrekt.
es_es: ✓ ¡Tu certificado SSL es válido! Los Service Worker funcionarán correctamente.
fr_fr: ✓ Votre certificat SSL est valide ! Les Service Workers fonctionneront correctement.
it_it: ✓ Il tuo certificato SSL è valido! I Service Worker funzioneranno correttamente.

source: Additional Resources
de_de: Zusätzliche Ressourcen
es_es: Recursos adicionales
fr_fr: Ressources supplémentaires
it_it: Risorse aggiuntive

source: Complete SSL Setup Documentation
de_de: Vollständige SSL-Setup-Dokumentation
es_es: Documentación completa de configuración SSL
fr_fr: Documentation complète de configuration SSL
it_it: Documentazione completa per la configurazione SSL

source: mkcert GitHub Repository
es_es: Repositorio de GitHub de mkcert
fr_fr: Dépôt GitHub de mkcert
it_it: Repository GitHub di mkcert

source: Service Workers Documentation
de_de: Service-Worker-Dokumentation
es_es: Documentación de Service Worker
fr_fr: Documentation Service Workers
it_it: Documentazione Service Worker

source: Invalid subscription keys.
de_de: Ungültige Abonnement-Schlüssel.
es_es: Claves de suscripción no válidas.
fr_fr: Clés d’abonnement invalides.
it_it: Chiavi di sottoscrizione non valide.

source: Failed to update subscription.
de_de: Abonnement konnte nicht aktualisiert werden.
es_es: No se pudo actualizar la suscripción.
fr_fr: Échec de la mise à jour de l’abonnement.
it_it: Impossibile aggiornare la sottoscrizione.

source: Subscription updated successfully.
de_de: Abonnement erfolgreich aktualisiert.
es_es: Suscripción actualizada correctamente.
fr_fr: Abonnement mis à jour avec succès.
it_it: Sottoscrizione aggiornata con successo.

source: Failed to create subscription.
de_de: Abonnement konnte nicht erstellt werden.
es_es: No se pudo crear la suscripción.
fr_fr: Échec de la création de l’abonnement.
it_it: Impossibile creare la sottoscrizione.

source: Subscription created successfully.
de_de: Abonnement erfolgreich erstellt.
es_es: Suscripción creada correctamente.
fr_fr: Abonnement créé avec succès.
it_it: Sottoscrizione creata con successo.

source: Failed to unsubscribe.
de_de: Abmeldung fehlgeschlagen.
es_es: No se pudo cancelar la suscripción.
fr_fr: Échec du désabonnement.
it_it: Impossibile annullare la sottoscrizione.

source: Unsubscribed successfully.
de_de: Erfolgreich abgemeldet.
es_es: Suscripción cancelada correctamente.
fr_fr: Désabonnement réussi.
it_it: Sottoscrizione annullata con successo.

source: Global
it_it: Globale

source: You should see: "[Custom PWA] Service Worker registered successfully"
de_de: Sie sollten sehen: "[Custom PWA] Service Worker registered successfully"
fr_fr: Vous devriez voir : "[Custom PWA] Service Worker registered successfully"
it_it: Dovresti vedere: "[Custom PWA] Service Worker registrato con successo"
