Repository: Matth-Ben/cutsom-pwa
Catalog: languages/custom-pwa-*.po
Languages: de_de, es_es, fr_fr, it_it

source: Role
de_de: Rolle
es_es: Rol
fr_fr: Rôle
it_it: Ruolo

source: Select post types that will trigger Web Push notifications when published.
de_de: Wählen Sie Beitragstypen, die bei Veröffentlichung Web-Push-Benachrichtigungen auslösen.
es_es: Selecciona tipos de contenido que activarán notificaciones Web Push al publicarse.
fr_fr: Sélectionnez les types de contenu qui déclencheront des notifications Web Push lors de la publication.
it_it: Seleziona i tipi di contenuto che attiveranno notifiche Web Push quando pubblicati.

source: Enable verbose logging for debugging purposes
de_de: Ausführliches Logging für Debugging aktivieren
es_es: Activar registro detallado para depuración
fr_fr: Activer la journalisation détaillée à des fins de débogage
it_it: Abilita log dettagliati per scopi di debug

source: Bypass SSL certificate checks for Service Worker (localhost/development only)
de_de: SSL-Zertifikatsprüfung für Service Worker überspringen (nur localhost/Entwicklung)
es_es: Omitir la comprobación del certificado SSL para el Service Worker (solo localhost/desarrollo)
fr_fr: Ignorer les vérifications de certificat SSL pour le Service Worker (localhost/développement uniquement)
it_it: Ignora i controlli del certificato SSL per il Service Worker (solo localhost/sviluppo)

source: ⚠️ Only enable this in local development environments with self-signed SSL certificates. Never use in production!
de_de: ⚠️ Nur in lokalen Entwicklungsumgebungen mit selbstsignierten SSL-Zertifikaten aktivieren. Niemals in Produktion verwenden!
es_es: ⚠️ Activa esto solo en entornos locales con certificados SSL autofirmados. Nunca lo uses en producción.
fr_fr: ⚠️ N’activez ceci que dans des environnements de développement local avec des certificats SSL auto-signés. Ne l’utilisez jamais en production !
it_it: ⚠️ Abilita questa opzione solo in ambienti di sviluppo locale con certificati SSL autofirmati. Non usarla mai in produzione!

source: VAPID (Voluntary Application Server Identification) keys are cryptographic keys used to authenticate your server when sending push notifications.
de_de: VAPID-Schlüssel (Voluntary Application Server Identification) sind kryptografische Schlüssel zur Authentifizierung Ihres Servers beim Senden von Push-Benachrichtigungen.
es_es: Las claves VAPID (Voluntary Application Server Identification) son claves criptográficas usadas para autenticar tu servidor al enviar notificaciones push.
fr_fr: Les clés VAPID (Voluntary Application Server Identification) sont des clés cryptographiques utilisées pour authentifier votre serveur lors de l’envoi de notifications push.
it_it: Le chiavi VAPID (Voluntary Application Server Identification) sono chiavi crittografiche usate per autenticare il tuo server quando invii notifiche push.

source: These keys are automatically generated when you activate the plugin. You can regenerate them if needed (this will invalidate all existing subscriptions).
de_de: Diese Schlüssel werden bei Aktivierung des Plugins automatisch erzeugt. Sie können sie bei Bedarf neu generieren (dadurch werden alle bestehenden Abonnements ungültig).
es_es: Estas claves se generan automáticamente al activar el plugin. Puedes regenerarlas si lo necesitas (esto invalidará todas las suscripciones existentes).
fr_fr: Ces clés sont générées automatiquement lors de l’activation du plugin. Vous pouvez les régénérer si nécessaire (cela invalidera tous les abonnements existants).
it_it: Queste chiavi vengono generate automaticamente quando attivi il plugin. Puoi rigenerarle se necessario (questo invaliderà tutte le sottoscrizioni esistenti).

source: ✅ VAPID keys regenerated successfully!
de_de: ✅ VAPID-Schlüssel erfolgreich neu generiert!
es_es: ✅ ¡Claves VAPID regeneradas correctamente!
fr_fr: ✅ Clés VAPID régénérées avec succès !
it_it: ✅ Chiavi VAPID rigenerate con successo!

source: All previous subscriptions have been invalidated. Users will need to resubscribe to receive notifications.
de_de: Alle bisherigen Abonnements wurden ungültig gemacht. Nutzer müssen sich erneut anmelden, um Benachrichtigungen zu erhalten.
es_es: Todas las suscripciones anteriores se han invalidado. Los usuarios deberán volver a suscribirse para recibir notificaciones.
fr_fr: Tous les abonnements précédents ont été invalidés. Les utilisateurs devront se réabonner pour recevoir des notifications.
it_it: Tutte le sottoscrizioni precedenti sono state invalidate. Gli utenti dovranno iscriversi di nuovo per ricevere notifiche.

source: Status:
es_es: Estado:
fr_fr: Statut :
it_it: Stato:

source: Keys Generated
de_de: Schlüssel erzeugt
es_es: Claves generadas
fr_fr: Clés générées
it_it: Chiavi generate

source: Keys Missing
de_de: Schlüssel fehlen
es_es: Faltan claves
fr_fr: Clés manquantes
it_it: Chiavi mancanti

source: Key Type
de_de: Schlüsseltyp
es_es: Tipo de clave
fr_fr: Type de clé
it_it: Tipo di chiave

source: Value
de_de: Wert
es_es: Valor
fr_fr: Valeur
it_it: Valore

source: Length
de_de: Länge
es_es: Longitud
fr_fr: Longueur
it_it: Lunghezza

source: Public Key
de_de: Öffentlicher Schlüssel
es_es: Clave pública
fr_fr: Clé publique
it_it: Chiave pubblica

source: (Shared with browsers)
de_de: (Mit Browsern geteilt)
es_es: (Compartida con los navegadores)
fr_fr: (Partagée avec les navigateurs)
it_it: (Condivisa con i browser)

source: Not generated
de_de: Nicht erzeugt
es_es: No generada
fr_fr: Non générée
it_it: Non generata

source: Private Key
de_de: Privater Schlüssel
es_es: Clave privada
fr_fr: Clé privée
it_it: Chiave privata

source: (Keep secret)
de_de: (Geheim halten)
es_es: (Mantener en secreto)
fr_fr: (À garder secrète)
it_it: (Mantieni segreta)

source: Private key truncated for security. Never share this key publicly.
de_de: Privater Schlüssel aus Sicherheitsgründen gekürzt. Teilen Sie diesen Schlüssel niemals öffentlich.
es_es: Clave privada truncada por seguridad. No compartas esta clave públicamente.
fr_fr: Clé privée tronquée pour des raisons de sécurité. Ne partagez jamais cette clé publiquement.
it_it: Chiave privata troncata per sicurezza. Non condividere mai questa chiave pubblicamente.

source: Important:
de_de: Wichtig:
es_es: Importante:
it_it: Importante:

source: These keys are used to sign push notifications
de_de: Diese Schlüssel werden zum Signieren von Push-Benachrichtigungen verwendet
es_es: Estas claves se usan para firmar notificaciones push
fr_fr: Ces clés servent à signer les notifications push
it_it: Queste chiavi sono usate per firmare le notifiche push

source: Generated automatically using OpenSSL (EC P-256 curve)
de_de: Automatisch mit OpenSSL generiert (EC P-256 Kurve)
es_es: Generadas automáticamente con OpenSSL (curva EC P-256)
fr_fr: Générées automatiquement avec OpenSSL (courbe EC P-256)
it_it: Generate automaticamente usando OpenSSL (curva EC P-256)

source: Regenerating keys will invalidate ALL existing subscriptions
de_de: Neu generieren macht ALLE bestehenden Abonnements ungültig
es_es: Regenerar las claves invalidará TODAS las suscripciones existentes
fr_fr: La régénération des clés invalidera TOUS les abonnements existants
it_it: Rigenerare le chiavi invaliderà TUTTE le sottoscrizioni esistenti

source: Never share your private key
de_de: Teilen Sie niemals Ihren privaten Schlüssel
es_es: Nunca compartas tu clave privada
fr_fr: Ne partagez jamais votre clé privée
it_it: Non condividere mai la tua chiave privata

source: Are you sure you want to regenerate VAPID keys?\n\nThis will:\n• Invalidate all existing subscriptions\n• Users will need to resubscribe\n• Cannot be undone\n\nContinue?
de_de: Möchten Sie die VAPID-Schlüssel wirklich neu generieren?\n\nDies wird:\n• Alle bestehenden Abonnements ungültig machen\n• Nutzer müssen sich erneut anmelden\n• Kann nicht rückgängig gemacht werden\n\nFortfahren?
es_es: ¿Seguro que quieres regenerar las claves VAPID?\n\nEsto hará lo siguiente:\n• Invalidará todas las suscripciones existentes\n• Los usuarios deberán volver a suscribirse\n• No se puede deshacer\n\n¿Continuar?
fr_fr: Êtes-vous sûr de vouloir régénérer les clés VAPID ?\n\nCela va :\n• Invalider tous les abonnements existants\n• Les utilisateurs devront se réabonner\n• Ne peut pas être annulé\n\nContinuer ?
it_it: Sei sicuro di voler rigenerare le chiavi VAPID? Questo farà quanto segue: • Invaliderà tutte le sottoscrizioni esistenti • Gli utenti dovranno iscriversi di nuovo • Non può essere annullato Continuare?

source: Regenerate VAPID Keys
de_de: VAPID-Schlüssel neu generieren
es_es: Regenerar claves VAPID
fr_fr: Régénérer les clés VAPID
it_it: Rigenera chiavi VAPID

source: Only regenerate if you suspect the keys have been compromised or need to reset all subscriptions.
de_de: Nur neu generieren, wenn Sie vermuten, dass die Schlüssel kompromittiert wurden, oder wenn Sie alle Abonnements zurücksetzen müssen.
es_es: Solo regenera si sospechas que las claves se han visto comprometidas o si necesitas reiniciar todas las suscripciones.
fr_fr: Ne régénérez que si vous suspectez une compromission des clés ou si vous devez réinitialiser tous les abonnements.
it_it: Rigenera solo se sospetti che le chiavi siano state compromesse o se devi reimpostare tutte le sottoscrizioni.

source: Technical Details:
de_de: Technische Details:
es_es: Detalles técnicos:
fr_fr: Détails techniques :
it_it: Dettagli tecnici:

source: Algorithm: Elliptic Curve P-256 (prime256v1)
de_de: Algorithmus: Elliptische Kurve P-256 (prime256v1)
es_es: Algoritmo: curva elíptica P-256 (prime256v1)
fr_fr: Algorithme : Courbe elliptique P-256 (prime256v1)
it_it: Algoritmo: curva ellittica P-256 (prime256v1)

source: Public Key: 65 bytes (uncompressed format, base64url encoded)
de_de: Öffentlicher Schlüssel: 65 Byte (unkomprimiertes Format, base64url-kodiert)
es_es: Clave pública: 65 bytes (formato sin comprimir, codificada en base64url)
fr_fr: Clé publique : 65 octets (format non compressé, encodée en base64url)
it_it: Chiave pubblica: 65 byte (formato non compresso, codificata in base64url)

source: Private Key: PEM format (base64url encoded)
de_de: Privater Schlüssel: PEM-Format (base64url-kodiert)
es_es: Clave privada: formato PEM (codificada en base64url)
fr_fr: Clé privée : format PEM (encodée en base64url)
it_it: Chiave privata: formato PEM (codificata in base64url)

source: Standard: RFC 8292 (VAPID for Web Push)
de_de: Standard: RFC 8292 (VAPID für Web Push)
es_es: Estándar: RFC 8292 (VAPID para Web Push)
fr_fr: Standard : RFC 8292 (VAPID pour Web Push)
it_it: Standard: RFC 8292 (VAPID per Web Push)

source: Security check failed. Please try again.
de_de: Sicherheitsprüfung fehlgeschlagen. Bitte versuchen Sie es erneut.
es_es: La comprobación de seguridad falló. Vuelve a intentarlo.
fr_fr: Le contrôle de sécurité a échoué. Veuillez réessayer.
it_it: Controllo di sicurezza non riuscito. Riprova.

source: You do not have permission to perform this action.
de_de: Sie haben keine Berechtigung, diese Aktion auszuführen.
es_es: No tienes permiso para realizar esta acción.
fr_fr: Vous n’avez pas l’autorisation d’effectuer cette action.
it_it: Non hai il permesso di eseguire questa azione.

source: Failed to generate VAPID keys. Please check that OpenSSL is installed and enabled.
de_de: VAPID-Schlüssel konnten nicht generiert werden. Bitte prüfen Sie, ob OpenSSL installiert und aktiviert ist.
es_es: No se pudieron generar las claves VAPID. Comprueba que OpenSSL está instalado y habilitado.
fr_fr: Échec de la génération des clés VAPID. Veuillez vérifier qu’OpenSSL est installé et activé.
it_it: Impossibile generare le chiavi VAPID. Verifica che OpenSSL sia installato e abilitato.

source: Scenario not found.
de_de: Szenario nicht gefunden.
es_es: Escenario no encontrado.
fr_fr: Scénario introuvable.
it_it: Scenario non trovato.

source: Scenario ID is required.
de_de: Szenario-ID ist erforderlich.
es_es: Se requiere el ID del escenario.
fr_fr: L’ID du scénario est requis.
it_it: È richiesto l'ID dello scenario.

source: Scenario label is required.
de_de: Szenario-Bezeichnung ist erforderlich.
es_es: Se requiere la etiqueta del escenario.
fr_fr: Le libellé du scénario est requis.
it_it: È richiesta l'etichetta dello scenario.

source: Scenario scope must be "global" or "post_type".
de_de: Der Geltungsbereich muss "global" oder "post_type" sein.
es_es: El alcance del escenario debe ser "global" o "post_type".
fr_fr: La portée du scénario doit être "global" ou "post_type".
it_it: L'ambito dello scenario deve essere "global" o "post_type".

source: Post types are required for post-type-specific scenarios.
de_de: Beitragstypen sind für beitragstyp-spezifische Szenarien erforderlich.
es_es: Se requieren tipos de contenido para escenarios específicos por tipo.
fr_fr: Les types de contenu sont requis pour les scénarios spécifiques à un type de contenu.
it_it: Sono richiesti i tipi di contenuto per scenari specifici per tipo.

source: On Publish (new post)
de_de: Bei Veröffentlichung (neuer Beitrag)
es_es: Al publicar (nueva entrada)
fr_fr: À la publication (nouvel article)
it_it: Alla pubblicazione (nuovo contenuto)

source: On Update (existing post edited)
de_de: Bei Aktualisierung (bestehender Beitrag bearbeitet)
es_es: Al actualizar (entrada existente editada)
fr_fr: À la mise à jour (contenu existant modifié)
it_it: All'aggiornamento (contenuto esistente modificato)

source: On Meta Field Change
de_de: Bei Änderung eines Meta-Felds
es_es: Al cambiar un campo meta
fr_fr: Au changement de champ meta
it_it: Alla modifica di un campo meta

source: On Status Change
de_de: Bei Statusänderung
es_es: Al cambiar el estado
fr_fr: Au changement de statut
it_it: Alla modifica dello stato

source: Post Title
de_de: Beitragstitel
es_es: Título del contenido
fr_fr: Titre du contenu
it_it: Titolo del contenuto

source: Post Content
de_de: Beitragsinhalt
es_es: Contenido del contenido
fr_fr: Contenu
it_it: Contenuto del post

source: Post Excerpt
de_de: Beitragsauszug
es_es: Extracto del contenido
fr_fr: Extrait
it_it: Estratto del post

source: Post Status
de_de: Beitragsstatus
es_es: Estado del contenido
fr_fr: Statut
it_it: Stato del post

source: Post Date
de_de: Beitragsdatum
es_es: Fecha del contenido
fr_fr: Date
it_it: Data del post

source: Post Author
de_de: Beitragsautor
es_es: Autor del contenido
fr_fr: Auteur
it_it: Autore del post

source: TBA
es_es: Por confirmar

source: Unknown venue
de_de: Unbekannter Veranstaltungsort
es_es: Lugar desconocido
fr_fr: Lieu inconnu
it_it: Luogo sconosciuto

source: Confirmed
de_de: Bestätigt
es_es: Confirmado
fr_fr: Confirmé
it_it: Confermato

source: Blog/Articles
de_de: Blog/Artikel
es_es: Blog/Artículos
it_it: Blog/Articoli

source: Publication
de_de: Veröffentlichung
es_es: Publicación
it_it: Pubblicazione

source: Triggered when a new article is published.
de_de: Ausgelöst, wenn ein neuer Artikel veröffentlicht wird.
es_es: Se activa cuando se publica un nuevo artículo.
fr_fr: Déclenché lorsqu’un nouvel article est publié.
it_it: Attivato quando viene pubblicato un nuovo articolo.

source: New article: {post_title}
de_de: Neuer Artikel: {post_title}
es_es: Nuevo artículo: {post_title}
fr_fr: Nouvel article : {post_title}
it_it: Nuovo articolo: {post_title}

source: Major Update
de_de: Wichtiges Update
es_es: Actualización importante
fr_fr: Mise à jour majeure
it_it: Aggiornamento importante

source: Triggered when an important update is made to an existing article.
de_de: Ausgelöst, wenn an einem bestehenden Artikel ein wichtiges Update vorgenommen wird.
es_es: Se activa cuando se realiza una actualización importante en un artículo existente.
fr_fr: Déclenché lorsqu’une mise à jour importante est apportée à un article existant.
it_it: Attivato quando viene apportato un aggiornamento importante a un articolo esistente.

source: Updated: {post_title}
de_de: Aktualisiert: {post_title}
es_es: Actualizado: {post_title}
fr_fr: Mis à jour : {post_title}
it_it: Aggiornato: {post_title}

source: This article has been updated with new information.
de_de: Dieser Artikel wurde mit neuen Informationen aktualisiert.
es_es: Este artículo se ha actualizado con nueva información.
fr_fr: Cet article a été mis à jour avec de nouvelles informations.
it_it: Questo articolo è stato aggiornato con nuove informazioni.

source: Major Update Meta Key
de_de: Meta-Key für wichtiges Update
es_es: Clave meta de actualización importante
fr_fr: Clé meta de mise à jour majeure
it_it: Meta key dell'aggiornamento importante

source: Select the meta field that triggers this notification (e.g., "major_update").
de_de: Wählen Sie das Meta-Feld, das diese Benachrichtigung auslöst (z. B. "major_update").
es_es: Selecciona el campo meta que activa esta notificación (p. ej., "major_update").
fr_fr: Sélectionnez le champ meta qui déclenche cette notification (ex. : "major_update").
it_it: Seleziona il campo meta che attiva questa notifica (es. "major_update").

source: Featured Article
de_de: Hervorgehobener Artikel
es_es: Artículo destacado
fr_fr: Article mis en avant
it_it: Articolo in evidenza

source: Triggered when an article is marked as featured.
de_de: Ausgelöst, wenn ein Artikel als hervorgehoben markiert wird.
es_es: Se activa cuando un artículo se marca como destacado.
fr_fr: Déclenché lorsqu’un article est marqué comme mis en avant.
it_it: Attivato quando un articolo viene contrassegnato come in evidenza.

source: ⭐ Featured: {post_title}
de_de: ⭐ Hervorgehoben: {post_title}
es_es: ⭐ Destacado: {post_title}
fr_fr: ⭐ À la une : {post_title}
it_it: ⭐ In evidenza: {post_title}

source: Check out our featured article!
de_de: Schauen Sie sich unseren hervorgehobenen Artikel an!
es_es: ¡Mira nuestro artículo destacado!
fr_fr: Découvrez notre article à la une !
it_it: Guarda il nostro articolo in evidenza!

source: Featured Meta Key
de_de: Meta-Key für Hervorhebung
es_es: Clave meta de destacado
fr_fr: Clé meta de mise en avant
it_it: Meta key della messa in evidenza

source: Select the meta field for featured status (e.g., "is_featured").
de_de: Wählen Sie das Meta-Feld für den Hervorhebungsstatus (z. B. "is_featured").
es_es: Selecciona el campo meta para el estado de destacado (p. ej., "is_featured").
fr_fr: Sélectionnez le champ meta pour le statut « mis en avant » (ex. : "is_featured").
it_it: Seleziona il campo meta per lo stato in evidenza (es. "is_featured").

source: Events/Concerts
de_de: Events/Konzerte
es_es: Eventos/Conciertos
fr_fr: Événements/Concerts
it_it: Eventi/Concerti

source: New Event Published
de_de: Neues Event veröffentlicht
es_es: Nuevo evento publicado
fr_fr: Nouvel événement publié
it_it: Nuovo evento pubblicato

source: Triggered when a new event is published.
de_de: Ausgelöst, wenn ein neues Event veröffentlicht wird.
es_es: Se activa cuando se publica un nuevo evento.
fr_fr: Déclenché lorsqu’un nouvel événement est publié.
it_it: Attivato quando viene pubblicato un nuovo evento.

source: New event: {post_title}
de_de: Neues Event: {post_title}
es_es: Nuevo evento: {post_title}
fr_fr: Nouvel événement : {post_title}
it_it: Nuovo evento: {post_title}

source: {event_date} at {venue}
de_de: {event_date} bei {venue}
es_es: {event_date} en {venue}
fr_fr: {event_date} à {venue}
it_it: {event_date} presso {venue}

source: Ticket Sales Open
de_de: Ticketverkauf geöffnet
es_es: Venta de entradas abierta
fr_fr: Ventes de billets ouvertes
it_it: Vendita biglietti aperta

source: Triggered when ticket sales open for an event.
de_de: Ausgelöst, wenn der Ticketverkauf für ein Event startet.
es_es: Se activa cuando se abre la venta de entradas para un evento.
fr_fr: Déclenché lorsque les ventes de billets ouvrent pour un événement.
it_it: Attivato quando si apre la vendita dei biglietti per un evento.

source: 🎟️ Tickets now available: {post_title}
de_de: 🎟️ Tickets jetzt verfügbar: {post_title}
es_es: 🎟️ Entradas ya disponibles: {post_title}
fr_fr: 🎟️ Billets disponibles : {post_title}
it_it: 🎟️ Biglietti disponibili: {post_title}

source: Get your tickets now for {event_date}!
de_de: Sichern Sie sich jetzt Tickets für {event_date}!
es_es: ¡Consigue tus entradas ahora para {event_date}!
fr_fr: Prenez vos billets dès maintenant pour le {event_date} !
it_it: Acquista ora i tuoi biglietti per {event_date}!

source: Sales Status Meta Key
de_de: Meta-Key für Verkaufsstatus
es_es: Clave meta del estado de ventas
fr_fr: Clé meta du statut de vente
it_it: Meta key dello stato vendite

source: Select the meta field for sales status (e.g., "sales_status").
de_de: Wählen Sie das Meta-Feld für den Verkaufsstatus (z. B. "sales_status").
es_es: Selecciona el campo meta para el estado de ventas (p. ej., "sales_status").
fr_fr: Sélectionnez le champ meta du statut de vente (ex. : "sales_status").
it_it: Seleziona il campo meta per lo stato vendite (es. "sales_status").

source: Last Tickets Available
de_de: Letzte Tickets verfügbar
es_es: Últimas entradas disponibles
fr_fr: Derniers billets disponibles
it_it: Ultimi biglietti disponibili

source: Triggered when remaining tickets fall below a threshold.
de_de: Ausgelöst, wenn die verbleibenden Tickets unter einen Schwellenwert fallen.
es_es: Se activa cuando las entradas restantes bajan de un umbral.
fr_fr: Déclenché lorsque le nombre de billets restants passe sous un seuil.
it_it: Attivato quando i biglietti rimanenti scendono sotto una soglia.

source: ⚠️ Last tickets: {post_title}
de_de: ⚠️ Letzte Tickets: {post_title}
es_es: ⚠️ Últimas entradas: {post_title}
fr_fr: ⚠️ Derniers billets : {post_title}
it_it: ⚠️ Ultimi biglietti: {post_title}

source: Hurry! Only a few tickets left for {event_date}!
de_de: Schnell! Nur noch wenige Tickets für {event_date}!
es_es: ¡Date prisa! ¡Quedan pocas entradas para {event_date}!
fr_fr: Dépêchez-vous ! Il ne reste que quelques billets pour le {event_date} !
it_it: Affrettati! Restano pochi biglietti per {event_date}!

source: Ticket Threshold
de_de: Ticketschwelle
es_es: Umbral de entradas
fr_fr: Seuil de billets
it_it: Soglia biglietti

source: Send notification when tickets remaining fall below this number.
de_de: Benachrichtigung senden, wenn die verbleibenden Tickets unter diese Zahl fallen.
es_es: Enviar notificación cuando las entradas restantes bajen de este número.
fr_fr: Envoyer une notification lorsque le nombre de billets restants passe sous ce nombre.
it_it: Invia una notifica quando i biglietti rimanenti scendono sotto questo numero.

source: Tickets Remaining Meta Key
de_de: Meta-Key für verbleibende Tickets
es_es: Clave meta de entradas restantes
fr_fr: Clé meta des billets restants
it_it: Meta key dei biglietti rimanenti

source: Select the meta field for remaining tickets count.
de_de: Wählen Sie das Meta-Feld für die Anzahl der verbleibenden Tickets.
es_es: Selecciona el campo meta para el número de entradas restantes.
fr_fr: Sélectionnez le champ meta contenant le nombre de billets restants.
it_it: Seleziona il campo meta per il conteggio dei biglietti rimanenti.

source: Event Sold Out
de_de: Event ausverkauft
es_es: Evento agotado
fr_fr: Événement complet
it_it: Evento esaurito

source: Triggered when an event is sold out.
de_de: Ausgelöst, wenn ein Event ausverkauft ist.
es_es: Se activa cuando un evento se agota.
fr_fr: Déclenché lorsqu’un événement est complet.
it_it: Attivato quando un evento è esaurito.

source: 🔴 SOLD OUT: {post_title}
de_de: 🔴 AUSVERKAUFT: {post_title}
es_es: 🔴 AGOTADO: {post_title}
fr_fr: 🔴 COMPLET : {post_title}
it_it: 🔴 ESAURITO: {post_title}

source: This event is now sold out. Check our other events!
de_de: Dieses Event ist ausverkauft. Schauen Sie sich unsere anderen Events an!
es_es: Este evento está agotado. ¡Consulta nuestros otros eventos!
fr_fr: Cet événement est désormais complet. Consultez nos autres événements !
it_it: Questo evento è esaurito. Guarda gli altri eventi!
