Repository: Matth-Ben/cutsom-pwa
Catalog: languages/custom-pwa-*.po
Languages: de_de, es_es, fr_fr, it_it

source: Sold Out Status Meta Key
de_de: Meta-Key für Ausverkauft-Status
es_es: Clave meta del estado de agotado
fr_fr: Clé meta du statut « complet »
it_it: Meta key dello stato esaurito

source: Select the meta field for sold out status.
de_de: Wählen Sie das Meta-Feld für den Ausverkauft-Status.
es_es: Selecciona el campo meta para el estado de agotado.
fr_fr: Sélectionnez le champ meta du statut « complet ».
it_it: Seleziona il campo meta per lo stato esaurito.

source: Event Cancelled
de_de: Event abgesagt
es_es: Evento cancelado
fr_fr: Événement annulé
it_it: Evento annullato

source: Triggered when an event is cancelled.
de_de: Ausgelöst, wenn ein Event abgesagt wird.
es_es: Se activa cuando un evento se cancela.
fr_fr: Déclenché lorsqu’un événement est annulé.
it_it: Attivato quando un evento viene annullato.

source: ❌ Cancelled: {post_title}
de_de: ❌ Abgesagt: {post_title}
es_es: ❌ Cancelado: {post_title}
fr_fr: ❌ Annulé : {post_title}
it_it: ❌ Annullato: {post_title}

source: This event has been cancelled. Refunds will be processed.
de_de: Dieses Event wurde abgesagt. Rückerstattungen werden bearbeitet.
es_es: Este evento se ha cancelado. Se procesarán los reembolsos.
fr_fr: Cet événement a été annulé. Les remboursements seront traités.
it_it: Questo evento è stato annullato. I rimborsi saranno elaborati.

source: Cancelled Status Meta Key
de_de: Meta-Key für Abgesagt-Status
es_es: Clave meta del estado de cancelación
fr_fr: Clé meta du statut « annulé »
it_it: Meta key dello stato annullato

source: Select the meta field for cancelled status.
de_de: Wählen Sie das Meta-Feld für den Abgesagt-Status.
es_es: Selecciona el campo meta para el estado de cancelación.
fr_fr: Sélectionnez le champ meta du statut « annulé ».
it_it: Seleziona il campo meta per lo stato annullato.

source: Event Rescheduled
de_de: Event verschoben
es_es: Evento reprogramado
fr_fr: Événement reprogrammé
it_it: Evento riprogrammato

source: Triggered when an event date is changed.
de_de: Ausgelöst, wenn sich das Eventdatum ändert.
es_es: Se activa cuando cambia la fecha de un evento.
fr_fr: Déclenché lorsque la date d’un événement change.
it_it: Attivato quando la data di un evento cambia.

source: 📅 Date changed: {post_title}
de_de: 📅 Datum geändert: {post_title}
es_es: 📅 Fecha cambiada: {post_title}
fr_fr: 📅 Date modifiée : {post_title}
it_it: 📅 Data modificata: {post_title}

source: New date: {event_date}
de_de: Neues Datum: {event_date}
es_es: Nueva fecha: {event_date}
fr_fr: Nouvelle date : {event_date}
it_it: Nuova data: {event_date}

source: Event Date Meta Key
de_de: Meta-Key für Eventdatum
es_es: Clave meta de la fecha del evento
fr_fr: Clé meta de date d’événement
it_it: Meta key della data evento

source: Select the meta field for event date.
de_de: Wählen Sie das Meta-Feld für das Eventdatum.
es_es: Selecciona el campo meta para la fecha del evento.
fr_fr: Sélectionnez le champ meta de la date de l’événement.
it_it: Seleziona il campo meta per la data evento.

source: Event Reminder
de_de: Event-Erinnerung
es_es: Recordatorio de evento
fr_fr: Rappel d’événement
it_it: Promemoria evento

source: Scheduled reminder before the event (e.g., D-7 or D-1).
de_de: Geplante Erinnerung vor dem Event (z. B. T-7 oder T-1).
es_es: Recordatorio programado antes del evento (p. ej., D-7 o D-1).
fr_fr: Rappel planifié avant l’événement (ex. : J-7 ou J-1).
it_it: Promemoria programmato prima dell'evento (es. D-7 o D-1).

source: 🔔 Reminder: {post_title}
de_de: 🔔 Erinnerung: {post_title}
es_es: 🔔 Recordatorio: {post_title}
fr_fr: 🔔 Rappel : {post_title}
it_it: 🔔 Promemoria: {post_title}

source: Event coming up: {event_date}
de_de: Event steht bevor: {event_date}
es_es: El evento se acerca: {event_date}
fr_fr: Événement à venir : {event_date}
it_it: Evento in arrivo: {event_date}

source: Days Before Event
de_de: Tage vor dem Event
es_es: Días antes del evento
fr_fr: Jours avant l’événement
it_it: Giorni prima dell'evento

source: Send reminder this many days before the event.
de_de: Erinnerung so viele Tage vor dem Event senden.
es_es: Enviar el recordatorio estos días antes del evento.
fr_fr: Envoyer un rappel autant de jours avant l’événement.
it_it: Invia il promemoria questo numero di giorni prima dell'evento.

source: E-commerce/Products
de_de: E-Commerce/Produkte
es_es: Comercio electrónico/Productos
fr_fr: E-commerce/Produits
it_it: E-commerce/Prodotti

source: New Product
de_de: Neues Produkt
es_es: Nuevo producto
fr_fr: Nouveau produit
it_it: Nuovo prodotto

source: Triggered when a new product is published.
de_de: Ausgelöst, wenn ein neues Produkt veröffentlicht wird.
es_es: Se activa cuando se publica un nuevo producto.
fr_fr: Déclenché lorsqu’un nouveau produit est publié.
it_it: Attivato quando viene pubblicato un nuovo prodotto.

source: New product: {post_title}
de_de: Neues Produkt: {post_title}
es_es: Nuevo producto: {post_title}
fr_fr: Nouveau produit : {post_title}
it_it: Nuovo prodotto: {post_title}

source: Price Drop / Promotion
de_de: Preisnachlass / Aktion
es_es: Bajada de precio / Promoción
fr_fr: Baisse de prix / Promotion
it_it: Ribasso prezzo / Promozione

source: Triggered when product price drops or a promotion starts.
de_de: Ausgelöst, wenn der Produktpreis sinkt oder eine Aktion startet.
es_es: Se activa cuando baja el precio del producto o comienza una promoción.
fr_fr: Déclenché lorsque le prix baisse ou qu’une promotion démarre.
it_it: Attivato quando il prezzo del prodotto scende o inizia una promozione.

source: 💰 Price drop: {post_title}
de_de: 💰 Preisnachlass: {post_title}
es_es: 💰 Bajada de precio: {post_title}
fr_fr: 💰 Baisse de prix : {post_title}
it_it: 💰 Ribasso prezzo: {post_title}

source: Now only {price}! Limited time offer.
de_de: Jetzt nur {price}! Angebot nur für kurze Zeit.
es_es: ¡Ahora solo {price}! Oferta por tiempo limitado.
fr_fr: Plus que {price} ! Offre limitée dans le temps.
it_it: Ora solo {price}! Offerta a tempo limitato.

source: Price Meta Key
de_de: Meta-Key für Preis
es_es: Clave meta del precio
fr_fr: Clé meta du prix
it_it: Meta key del prezzo

source: Select the meta field for product price.
de_de: Wählen Sie das Meta-Feld für den Produktpreis.
es_es: Selecciona el campo meta para el precio del producto.
fr_fr: Sélectionnez le champ meta du prix du produit.
it_it: Seleziona il campo meta per il prezzo del prodotto.

source: Back in Stock
de_de: Wieder auf Lager
es_es: De nuevo en stock
fr_fr: De retour en stock
it_it: Di nuovo disponibile

source: Triggered when a product is back in stock.
de_de: Ausgelöst, wenn ein Produkt wieder auf Lager ist.
es_es: Se activa cuando un producto vuelve a estar en stock.
fr_fr: Déclenché lorsqu’un produit est de nouveau en stock.
it_it: Attivato quando un prodotto torna disponibile.

source: ✅ Back in stock: {post_title}
de_de: ✅ Wieder auf Lager: {post_title}
es_es: ✅ De nuevo en stock: {post_title}
fr_fr: ✅ De retour en stock : {post_title}
it_it: ✅ Di nuovo disponibile: {post_title}

source: Get it while supplies last!
de_de: Sichern Sie es sich, solange der Vorrat reicht!
es_es: ¡Consíguelo mientras haya existencias!
fr_fr: Profitez-en tant qu’il en reste !
it_it: Prendilo finché ci sono scorte!

source: Stock Status Meta Key
de_de: Meta-Key für Lagerstatus
es_es: Clave meta del estado de stock
fr_fr: Clé meta du statut de stock
it_it: Meta key dello stato stock

source: Select the meta field for stock status.
de_de: Wählen Sie das Meta-Feld für den Lagerstatus.
es_es: Selecciona el campo meta para el estado de stock.
fr_fr: Sélectionnez le champ meta du statut de stock.
it_it: Seleziona il campo meta per lo stato stock.

source: Out of Stock
de_de: Nicht auf Lager
es_es: Sin stock
fr_fr: Rupture de stock
it_it: Esaurito

source: Triggered when a product runs out of stock.
de_de: Ausgelöst, wenn ein Produkt ausverkauft ist.
es_es: Se activa cuando un producto se queda sin stock.
fr_fr: Déclenché lorsqu’un produit est en rupture de stock.
it_it: Attivato quando un prodotto esaurisce le scorte.

source: 🔴 Out of stock: {post_title}
de_de: 🔴 Nicht auf Lager: {post_title}
es_es: 🔴 Sin stock: {post_title}
fr_fr: 🔴 Rupture de stock : {post_title}
it_it: 🔴 Esaurito: {post_title}

source: This item is currently unavailable.
de_de: Dieser Artikel ist derzeit nicht verfügbar.
es_es: Este artículo no está disponible en este momento.
fr_fr: Cet article est actuellement indisponible.
it_it: Questo articolo non è disponibile al momento.

source: Low Stock Alert
de_de: Warnung: niedriger Bestand
es_es: Alerta de poco stock
fr_fr: Alerte stock faible
it_it: Avviso scorte basse

source: Triggered when stock falls below a threshold.
de_de: Ausgelöst, wenn der Bestand unter einen Schwellenwert fällt.
es_es: Se activa cuando el stock baja de un umbral.
fr_fr: Déclenché lorsque le stock passe sous un seuil.
it_it: Attivato quando le scorte scendono sotto una soglia.

source: ⚠️ Low stock: {post_title}
de_de: ⚠️ Niedriger Bestand: {post_title}
es_es: ⚠️ Poco stock: {post_title}
fr_fr: ⚠️ Stock faible : {post_title}
it_it: ⚠️ Scorte basse: {post_title}

source: Hurry! Only {stock} left!
de_de: Schnell! Nur noch {stock} übrig!
es_es: ¡Date prisa! ¡Solo quedan {stock}!
fr_fr: Dépêchez-vous ! Plus que {stock} en stock !
it_it: Affrettati! Ne restano solo {stock}!

source: Low Stock Threshold
de_de: Schwellenwert für niedrigen Bestand
es_es: Umbral de poco stock
fr_fr: Seuil de stock faible
it_it: Soglia scorte basse

source: Send notification when stock falls below this number.
de_de: Benachrichtigung senden, wenn der Bestand unter diese Zahl fällt.
es_es: Enviar notificación cuando el stock baje de este número.
fr_fr: Envoyer une notification lorsque le stock passe sous ce nombre.
it_it: Invia una notifica quando le scorte scendono sotto questo numero.

source: Stock Quantity Meta Key
de_de: Meta-Key für Bestandsmenge
es_es: Clave meta de cantidad de stock
fr_fr: Clé meta de quantité en stock
it_it: Meta key della quantità in stock

source: Select the meta field for stock quantity.
de_de: Wählen Sie das Meta-Feld für die Bestandsmenge.
es_es: Selecciona el campo meta para la cantidad de stock.
fr_fr: Sélectionnez le champ meta de la quantité en stock.
it_it: Seleziona il campo meta per la quantità in stock.

source: End of Life / Discontinued
de_de: End of Life / eingestellt
es_es: Fin de vida / Descatalogado
fr_fr: Fin de vie / Arrêté
it_it: Fine vita / Fuori produzione

source: Triggered when a product is being retired or discontinued.
de_de: Ausgelöst, wenn ein Produkt ausläuft oder eingestellt wird.
es_es: Se activa cuando un producto se retira o se descataloga.
fr_fr: Déclenché lorsqu’un produit est retiré ou arrêté.
it_it: Attivato quando un prodotto viene ritirato o dismesso.

source: ⚠️ Last chance: {post_title}
de_de: ⚠️ Letzte Chance: {post_title}
es_es: ⚠️ Última oportunidad: {post_title}
fr_fr: ⚠️ Dernière chance : {post_title}
it_it: ⚠️ Ultima occasione: {post_title}

source: This product will soon be discontinued.
de_de: Dieses Produkt wird bald eingestellt.
es_es: Este producto se descatalogará pronto.
fr_fr: Ce produit sera bientôt arrêté.
it_it: Questo prodotto sarà presto fuori produzione.

source: EOL Status Meta Key
de_de: Meta-Key für EOL-Status
es_es: Clave meta del estado EOL
fr_fr: Clé meta du statut fin de vie
it_it: Meta key dello stato fine vita

source: Select the meta field for end-of-life status.
de_de: Wählen Sie das Meta-Feld für den End-of-Life-Status.
es_es: Selecciona el campo meta para el estado de fin de vida.
fr_fr: Sélectionnez le champ meta du statut de fin de vie.
it_it: Seleziona il campo meta per lo stato fine vita.

source: Generic/Other
de_de: Allgemein/Sonstiges
es_es: Genérico/Otros
fr_fr: Générique/Autre
it_it: Generico/Altro

source: Triggered when a new item is published.
de_de: Ausgelöst, wenn ein neues Element veröffentlicht wird.
es_es: Se activa cuando se publica un nuevo elemento.
fr_fr: Déclenché lorsqu’un nouvel élément est publié.
it_it: Attivato quando viene pubblicato un nuovo elemento.

source: New: {post_title}
de_de: Neu: {post_title}
es_es: Nuevo: {post_title}
fr_fr: Nouveau : {post_title}
it_it: Nuovo: {post_title}

source: Triggered when an important update is made.
de_de: Ausgelöst, wenn ein wichtiges Update vorgenommen wird.
es_es: Se activa cuando se realiza una actualización importante.
fr_fr: Déclenché lorsqu’une mise à jour importante est effectuée.
it_it: Attivato quando viene effettuato un aggiornamento importante.

source: This item has been updated.
de_de: Dieses Element wurde aktualisiert.
es_es: Este elemento se ha actualizado.
fr_fr: Cet élément a été mis à jour.
it_it: Questo elemento è stato aggiornato.

source: Update Trigger Meta Key
de_de: Meta-Key für Update-Auslöser
es_es: Clave meta del disparador de actualización
fr_fr: Clé meta de déclenchement de mise à jour
it_it: Meta key dell'attivatore di aggiornamento

source: Select the meta field that triggers this notification.
de_de: Wählen Sie das Meta-Feld, das diese Benachrichtigung auslöst.
es_es: Selecciona el campo meta que activa esta notificación.
fr_fr: Sélectionnez le champ meta qui déclenche cette notification.
it_it: Seleziona il campo meta che attiva questa notifica.

source: Status Change
de_de: Statusänderung
es_es: Cambio de estado
fr_fr: Changement de statut
it_it: Cambio di stato

source: Triggered when a custom status field changes.
de_de: Ausgelöst, wenn sich ein benutzerdefiniertes Statusfeld ändert.
es_es: Se activa cuando cambia un campo de estado personalizado.
fr_fr: Déclenché lorsqu’un champ de statut personnalisé change.
it_it: Attivato quando cambia un campo stato personalizzato.

source: Status has been updated.
de_de: Status wurde aktualisiert.
es_es: El estado se ha actualizado.
fr_fr: Le statut a été mis à jour.
it_it: Lo stato è stato aggiornato.

source: Status Meta Key
de_de: Meta-Key für Status
es_es: Clave meta del estado
fr_fr: Clé meta du statut
it_it: Meta key dello stato

source: Select the meta field for status.
de_de: Wählen Sie das Meta-Feld für den Status.
es_es: Selecciona el campo meta para el estado.
fr_fr: Sélectionnez le champ meta du statut.
it_it: Seleziona il campo meta per lo stato.

source: Common Placeholders
de_de: Häufige Platzhalter
es_es: Marcadores comunes
fr_fr: Espaces réservés courants
it_it: Segnaposto comuni

source: Post title
de_de: Beitragstitel
es_es: Título del contenido
fr_fr: Titre de l'article
it_it: Titolo del post

source: Post excerpt
de_de: Beitragsauszug
es_es: Extracto del contenido
fr_fr: Extrait de l'article
it_it: Estratto del post

source: Post URL
de_de: Beitrags-URL
es_es: URL del contenido
fr_fr: URL de l'article
it_it: URL del post

source: Post type name
de_de: Name des Beitragstyps
es_es: Nombre del tipo de contenido
fr_fr: Nom du type de contenu
it_it: Nome del tipo di contenuto

source: Site name
de_de: Website-Name
es_es: Nombre del sitio
fr_fr: Nom du site
it_it: Nome del sito

source: Event Placeholders
de_de: Event-Platzhalter
es_es: Marcadores de eventos
fr_fr: Espaces réservés d’événement
it_it: Segnaposto eventi

source: Event date
de_de: Eventdatum
es_es: Fecha del evento
fr_fr: Date de l’événement
it_it: Data evento

source: Event venue/location
de_de: Event-Ort/Location
es_es: Lugar/ubicación del evento
fr_fr: Lieu de l’événement
it_it: Luogo/posizione evento

source: Event status label
de_de: Bezeichnung des Event-Status
es_es: Etiqueta del estado del evento
fr_fr: Libellé du statut d’événement
it_it: Etichetta dello stato evento

source: E-commerce Placeholders
de_de: E-Commerce-Platzhalter
es_es: Marcadores de comercio electrónico
fr_fr: Espaces réservés e-commerce
it_it: Segnaposto e-commerce

source: Product price
de_de: Produktpreis
es_es: Precio del producto
fr_fr: Prix du produit
it_it: Prezzo del prodotto

source: Stock quantity
de_de: Bestandsmenge
es_es: Cantidad de stock
fr_fr: Quantité en stock
it_it: Quantità in stock

source: Stock status label
de_de: Bezeichnung des Lagerstatus
es_es: Etiqueta del estado de stock
fr_fr: Libellé du statut de stock
it_it: Etichetta dello stato stock

source: Test Notifications
de_de: Benachrichtigungen testen
es_es: Probar notificaciones
fr_fr: Tester les notifications
it_it: Test notifiche

source: No post types are enabled for Web Push.
de_de: Keine Beitragstypen sind für Web Push aktiviert.
es_es: No hay tipos de contenido activados para Web Push.
fr_fr: Aucun type de contenu n’est activé pour Web Push.
it_it: Nessun tipo di contenuto è abilitato per Web Push.

source: Configure Post Types
de_de: Beitragstypen konfigurieren
es_es: Configurar tipos de contenido
fr_fr: Configurer les types de contenu
it_it: Configura tipi di contenuto

source: Error rendering %1$s: %2$s
de_de: Fehler beim Rendern von %1$s: %2$s
es_es: Error al renderizar %1$s: %2$s
fr_fr: Erreur lors du rendu de %1$s : %2$s
it_it: Errore durante il rendering di %1$s: %2$s

source: Enabled
de_de: Aktiviert
es_es: Activado
fr_fr: Activé
it_it: Attivato

source: Disabled
de_de: Deaktiviert
es_es: Desactivado
fr_fr: Désactivé
it_it: Disattivato

source: Configure push notification templates for each post type.
de_de: Push-Benachrichtigungsvorlagen für jeden Beitragstyp konfigurieren.
es_es: Configura las plantillas de notificaciones push para cada tipo de contenido.
fr_fr: Configurer les modèles de notifications push pour chaque type de contenu.
it_it: Configura i template delle notifiche push per ogni tipo di contenuto.

source: Available placeholders: {post_title}, {permalink}, {excerpt}, {post_type}, {event_date}, {venue}, {status_label}
de_de: Verfügbare Platzhalter: {post_title}, {permalink}, {excerpt}, {post_type}, {event_date}, {venue}, {status_label}
es_es: Marcadores disponibles: {post_title}, {permalink}, {excerpt}, {post_type}, {event_date}, {venue}, {status_label}
fr_fr: Espaces réservés disponibles : {post_title}, {permalink}, {excerpt}, {post_type}, {event_date}, {venue}, {status_label}
it_it: Segnaposto disponibili: {post_title}, {permalink}, {excerpt}, {post_type}, {event_date}, {venue}, {status_label}

source: Configure push notification scenarios and templates for this post type.
de_de: Push-Szenarien und -Vorlagen für diesen Beitragstyp konfigurieren.
es_es: Configura escenarios y plantillas de notificaciones push para este tipo de contenido.
fr_fr: Configurer les scénarios et modèles de notifications push pour ce type de contenu.
it_it: Configura scenari e template delle notifiche push per questo tipo di contenuto.

source: General Configuration
de_de: Allgemeine Konfiguration
es_es: Configuración general
fr_fr: Configuration générale
it_it: Configurazione generale

source: Enable Notifications
de_de: Benachrichtigungen aktivieren
es_es: Activar notificaciones
fr_fr: Activer les notifications
it_it: Abilita notifiche

source: Enable push notifications for this post type
de_de: Push-Benachrichtigungen für diesen Beitragstyp aktivieren
es_es: Activar notificaciones push para este tipo de contenido
fr_fr: Activer les notifications push pour ce type de contenu
it_it: Abilita notifiche push per questo tipo di contenuto

source: Master switch: when disabled, no notifications will be sent regardless of scenario settings.
de_de: Hauptschalter: Wenn deaktiviert, werden unabhängig von den Szenario-Einstellungen keine Benachrichtigungen gesendet.
es_es: Interruptor maestro: cuando está desactivado, no se enviarán notificaciones independientemente de los ajustes del escenario.
fr_fr: Interrupteur principal : lorsqu’il est désactivé, aucune notification n’est envoyée, quels que soient les paramètres des scénarios.
it_it: Interruttore principale: quando disabilitato, non verrà inviata alcuna notifica indipendentemente dalle impostazioni dello scenario.

source: Notification Scenarios
de_de: Benachrichtigungsszenarien
es_es: Escenarios de notificación
fr_fr: Scénarios de Notification
it_it: Scenari di notifica

source: Configure different notification scenarios for various post events and triggers.
de_de: Verschiedene Benachrichtigungsszenarien für unterschiedliche Ereignisse und Auslöser konfigurieren.
es_es: Configura distintos escenarios de notificación para varios eventos y disparadores del contenido.
fr_fr: Configurer différents scénarios de notification pour divers événements et déclencheurs.
it_it: Configura diversi scenari di notifica per vari eventi e trigger del post.

source: No scenarios found for role "%s". Please check your configuration.
de_de: Keine Szenarien für die Rolle "%s" gefunden. Bitte prüfen Sie Ihre Konfiguration.
es_es: No se encontraron escenarios para el rol "%s". Revisa tu configuración.
fr_fr: Aucun scénario trouvé pour le rôle "%s". Veuillez vérifier votre configuration.
it_it: Nessuno scenario trovato per il ruolo "%s". Verifica la configurazione.

source: Save Changes
de_de: Änderungen speichern
es_es: Guardar cambios
fr_fr: Enregistrer les modifications
it_it: Salva modifiche

source: Enable Scenario
de_de: Szenario aktivieren
es_es: Activar escenario
fr_fr: Activer le scénario
it_it: Abilita scenario

source: Enable "%s" notifications
de_de: "%s"-Benachrichtigungen aktivieren
es_es: Activar notificaciones "%s"
fr_fr: Activer les notifications "%s"
it_it: Abilita notifiche "%s"

source: Title Template
de_de: Titelvorlage
es_es: Plantilla de título
fr_fr: Modèle de Titre
it_it: Template titolo

source: Body Template
de_de: Textvorlage
es_es: Plantilla del cuerpo
fr_fr: Modèle de Corps
it_it: Template corpo

source: URL Template
de_de: URL-Vorlage
es_es: Plantilla de URL
fr_fr: Modèle d’URL
it_it: Template URL

source: Available: {permalink}
de_de: Verfügbar: {permalink}
es_es: Disponible: {permalink}
fr_fr: Disponible : {permalink}
it_it: Disponibile: {permalink}

source: -- Select a meta field --
de_de: -- Meta-Feld auswählen --
es_es: -- Selecciona un campo meta --
fr_fr: -- Sélectionner un champ meta --
it_it: -- Seleziona un campo meta --

source: Suggested
de_de: Vorgeschlagen
es_es: Sugerido
fr_fr: Suggéré
it_it: Suggerito

source: (default)
de_de: (Standard)
es_es: (predeterminado)
fr_fr: (par défaut)
it_it: (predefinito)

source: Available Meta Keys
de_de: Verfügbare Meta-Keys
es_es: Claves meta disponibles
fr_fr: Clés meta disponibles
it_it: Meta key disponibili

source: Or enter custom:
de_de: Oder benutzerdefiniert eingeben:
es_es: O introduce una personalizada:
fr_fr: Ou saisir une clé personnalisée :
it_it: Oppure inserisci un valore personalizzato:

source: Enter custom meta key
de_de: Benutzerdefinierten Meta-Key eingeben
es_es: Introduce una clave meta personalizada
fr_fr: Saisir une clé meta personnalisée
it_it: Inserisci meta key personalizzata

source: Test Notification
de_de: Test-Benachrichtigung
es_es: Notificación de prueba
fr_fr: Notification de test
it_it: Notifica di test

source: Send a test push notification to all subscribed devices.
de_de: Eine Test-Push-Benachrichtigung an alle abonnierten Geräte senden.
es_es: Enviar una notificación push de prueba a todos los dispositivos suscritos.
fr_fr: Envoyer une notification push de test à tous les appareils abonnés.
it_it: Invia una notifica push di test a tutti i dispositivi sottoscritti.

source: Title
de_de: Titel
es_es: Título
fr_fr: Titre
it_it: Titolo

source: Body
de_de: Text
es_es: Cuerpo
fr_fr: Contenu
it_it: Corpo

source: This is a test push notification from Custom PWA plugin.
de_de: Dies ist eine Test-Push-Benachrichtigung vom Custom-PWA-Plugin.
es_es: Esta es una notificación push de prueba del plugin Custom PWA.
fr_fr: Ceci est une notification push de test du plugin Custom PWA.
it_it: Questa è una notifica push di test dal plugin Custom PWA.

source: Send Test Notification
de_de: Testbenachrichtigung senden
es_es: Enviar notificación de prueba
fr_fr: Envoyer une Notification de Test
it_it: Invia notifica di test
